{
  "Badda_Badda": "This patch is located in Badda union, within Badda Upazila of Dhaka District. Badda union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Beraid_Badda": "This patch is located in Beraid union, within Badda Upazila of Dhaka District. Beraid union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Bhatara_Badda": "This patch is located in Bhatara union, within Badda Upazila of Dhaka District. Bhatara union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Satarkul_Badda": "This patch is located in Satarkul union, within Badda Upazila of Dhaka District. Satarkul union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Dakshinkhan (part)_Biman Bandar": "This patch is located in Dakshinkhan union, within Biman Bandar Upazila of Dhaka District. Dakshinkhan union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Dakshinkhan (Part)_Dakshinkhan": "This patch is located in Dakshinkhan union, within Dakshinkhan Upazila of Dhaka District. Dakshinkhan union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Demra (part)_Demra": "This patch is located in Demra union, within Demra Upazila of Dhaka District. Demra union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Matuail (part)_Demra": "This patch is located in Matuail union, within Demra Upazila of Dhaka District. Matuail union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Saralia_Demra": "This patch is located in Saralia union, within Demra Upazila of Dhaka District. Saralia union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Amta_Dhamrai": "This patch is located in Amta union, within Dhamrai Upazila of Dhaka District. Amta union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Baisakanda_Dhamrai": "This patch is located in Baisakanda union, within Dhamrai Upazila of Dhaka District. Baisakanda union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Balia_Dhamrai": "This patch is located in Balia union, within Dhamrai Upazila of Dhaka District. Balia union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Bhararia_Dhamrai": "This patch is located in Bhararia union, within Dhamrai Upazila of Dhaka District. Bhararia union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Chauhat_Dhamrai": "This patch is located in Chauhat union, within Dhamrai Upazila of Dhaka District. Chauhat union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Dhamrai_Dhamrai": "This patch is located in Dhamrai union, within Dhamrai Upazila of Dhaka District. Dhamrai union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Gangutia_Dhamrai": "This patch is located in Gangutia union, within Dhamrai Upazila of Dhaka District. Gangutia union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Jadabpur_Dhamrai": "This patch is located in Jadabpur union, within Dhamrai Upazila of Dhaka District. Jadabpur union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Kulla_Dhamrai": "This patch is located in Kulla union, within Dhamrai Upazila of Dhaka District. Kulla union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Kushura_Dhamrai": "This patch is located in Kushura union, within Dhamrai Upazila of Dhaka District. Kushura union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Nannar_Dhamrai": "This patch is located in Nannar union, within Dhamrai Upazila of Dhaka District. Nannar union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Rowail_Dhamrai": "This patch is located in Rowail union, within Dhamrai Upazila of Dhaka District. Rowail union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Sanora_Dhamrai": "This patch is located in Sanora union, within Dhamrai Upazila of Dhaka District. Sanora union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Sombhag_Dhamrai": "This patch is located in Sombhag union, within Dhamrai Upazila of Dhaka District. Sombhag union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Suapur_Dhamrai": "This patch is located in Suapur union, within Dhamrai Upazila of Dhaka District. Suapur union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Suti Para_Dhamrai": "This patch is located in Suti Para union, within Dhamrai Upazila of Dhaka District. Suti Para union has a population density of 1688 people per square kilometer and a literacy rate of 73.72.",
  "Bilaspur_Dohar": "This patch is located in Bilaspur union, within Dohar Upazila of Dhaka District. Bilaspur union has a population density of 2059 people per square kilometer and a literacy rate of 79.24.",
  "Kushumhati_Dohar": "This patch is located in Kushumhati union, within Dohar Upazila of Dhaka District. Kushumhati union has a population density of 2059 people per square kilometer and a literacy rate of 79.24.",
  "Mahmudpur_Dohar": "This patch is located in Mahmudpur union, within Dohar Upazila of Dhaka District. Mahmudpur union has a population density of 2059 people per square kilometer and a literacy rate of 79.24.",
  "Muksudpur_Dohar": "This patch is located in Muksudpur union, within Dohar Upazila of Dhaka District. Muksudpur union has a population density of 2059 people per square kilometer and a literacy rate of 79.24.",
  "Narisha_Dohar": "This patch is located in Narisha union, within Dohar Upazila of Dhaka District. Narisha union has a population density of 2059 people per square kilometer and a literacy rate of 79.24.",
  "Nayabari_Dohar": "This patch is located in Nayabari union, within Dohar Upazila of Dhaka District. Nayabari union has a population density of 2059 people per square kilometer and a literacy rate of 79.24.",
  "Roypara_Dohar": "This patch is located in Roypara union, within Dohar Upazila of Dhaka District. Roypara union has a population density of 2059 people per square kilometer and a literacy rate of 79.24.",
  "Sutar Para_Dohar": "This patch is located in Sutar Para union, within Dohar Upazila of Dhaka District. Sutar Para union has a population density of 2059 people per square kilometer and a literacy rate of 79.24.",
  "Dhania (part)_Kadamtali": "This patch is located in Dhania union, within Kadamtali Upazila of Dhaka District. Dhania union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Matuail (part)_Kadamtali": "This patch is located in Matuail union, within Kadamtali Upazila of Dhaka District. Matuail union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Shyampur_Kadamtali": "This patch is located in Shyampur union, within Kadamtali Upazila of Dhaka District. Shyampur union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Sultanganj_Kamrangir Char": "This patch is located in Sultanganj union, within Kamrangir Char Upazila of Dhaka District. Sultanganj union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Aganagar_Keraniganj": "This patch is located in Aganagar union, within Keraniganj Upazila of Dhaka District. Aganagar union has a population density of 6081 people per square kilometer and a literacy rate of 81.18.",
  "Basta_Keraniganj": "This patch is located in Basta union, within Keraniganj Upazila of Dhaka District. Basta union has a population density of 6081 people per square kilometer and a literacy rate of 81.18.",
  "Hazratpur_Keraniganj": "This patch is located in Hazratpur union, within Keraniganj Upazila of Dhaka District. Hazratpur union has a population density of 6081 people per square kilometer and a literacy rate of 81.18.",
  "Kalatia_Keraniganj": "This patch is located in Kalatia union, within Keraniganj Upazila of Dhaka District. Kalatia union has a population density of 6081 people per square kilometer and a literacy rate of 81.18.",
  "Kalindi_Keraniganj": "This patch is located in Kalindi union, within Keraniganj Upazila of Dhaka District. Kalindi union has a population density of 6081 people per square kilometer and a literacy rate of 81.18.",
  "Konda_Keraniganj": "This patch is located in Konda union, within Keraniganj Upazila of Dhaka District. Konda union has a population density of 6081 people per square kilometer and a literacy rate of 81.18.",
  "Ruhitpur_Keraniganj": "This patch is located in Ruhitpur union, within Keraniganj Upazila of Dhaka District. Ruhitpur union has a population density of 6081 people per square kilometer and a literacy rate of 81.18.",
  "Sakta_Keraniganj": "This patch is located in Sakta union, within Keraniganj Upazila of Dhaka District. Sakta union has a population density of 6081 people per square kilometer and a literacy rate of 81.18.",
  "Subhadya (Part)_Keraniganj": "This patch is located in Subhadya union, within Keraniganj Upazila of Dhaka District. Subhadya union has a population density of 6081 people per square kilometer and a literacy rate of 81.18.",
  "Taranagar_Keraniganj": "This patch is located in Taranagar union, within Keraniganj Upazila of Dhaka District. Taranagar union has a population density of 6081 people per square kilometer and a literacy rate of 81.18.",
  "Tegharia_Keraniganj": "This patch is located in Tegharia union, within Keraniganj Upazila of Dhaka District. Tegharia union has a population density of 6081 people per square kilometer and a literacy rate of 81.18.",
  "Zinjira_Keraniganj": "This patch is located in Zinjira union, within Keraniganj Upazila of Dhaka District. Zinjira union has a population density of 6081 people per square kilometer and a literacy rate of 81.18.",
  "Dakshingaon (Part)_Khilgaon": "This patch is located in Dakshingaon union, within Khilgaon Upazila of Dhaka District. Dakshingaon union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Nasirabad_Khilgaon": "This patch is located in Nasirabad union, within Khilgaon Upazila of Dhaka District. Nasirabad union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Dakshinkhan (part)_Khilkhet": "This patch is located in Dakshinkhan , within Khilkhet Upazila of Dhaka District. Dakshinkhan  has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Dumni_Khilkhet": "This patch is located in Dumni union, within Khilkhet Upazila of Dhaka District. Dumni union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Agla_Nawabganj": "This patch is located in Agla union, within Nawabganj Upazila of Dhaka District. Agla union has a population density of 1424 people per square kilometer and a literacy rate of 79.27.",
  "Bakshanagar_Nawabganj": "This patch is located in Bakshanagar union, within Nawabganj Upazila of Dhaka District. Bakshanagar union has a population density of 1424 people per square kilometer and a literacy rate of 79.27.",
  "Bandura_Nawabganj": "This patch is located in Bandura union, within Nawabganj Upazila of Dhaka District. Bandura union has a population density of 1424 people per square kilometer and a literacy rate of 79.27.",
  "Barrah_Nawabganj": "This patch is located in Barrah union, within Nawabganj Upazila of Dhaka District. Barrah union has a population density of 1424 people per square kilometer and a literacy rate of 79.27.",
  "Baruakhali_Nawabganj": "This patch is located in Baruakhali union, within Nawabganj Upazila of Dhaka District. Baruakhali union has a population density of 1424 people per square kilometer and a literacy rate of 79.27.",
  "Churain_Nawabganj": "This patch is located in Churain union, within Nawabganj Upazila of Dhaka District. Churain union has a population density of 1424 people per square kilometer and a literacy rate of 79.27.",
  "Galimpur_Nawabganj": "This patch is located in Galimpur union, within Nawabganj Upazila of Dhaka District. Galimpur union has a population density of 1424 people per square kilometer and a literacy rate of 79.27.",
  "Jantrail_Nawabganj": "This patch is located in Jantrail union, within Nawabganj Upazila of Dhaka District. Jantrail union has a population density of 1424 people per square kilometer and a literacy rate of 79.27.",
  "Joykrishnapur_Nawabganj": "This patch is located in Joykrishnapur union, within Nawabganj Upazila of Dhaka District. Joykrishnapur union has a population density of 1424 people per square kilometer and a literacy rate of 79.27.",
  "Kailail_Nawabganj": "This patch is located in Kailail union, within Nawabganj Upazila of Dhaka District. Kailail union has a population density of 1424 people per square kilometer and a literacy rate of 79.27.",
  "Kalakopa_Nawabganj": "This patch is located in Kalakopa union, within Nawabganj Upazila of Dhaka District. Kalakopa union has a population density of 1424 people per square kilometer and a literacy rate of 79.27.",
  "Nayansree_Nawabganj": "This patch is located in Nayansree union, within Nawabganj Upazila of Dhaka District. Nayansree union has a population density of 1424 people per square kilometer and a literacy rate of 79.27.",
  "Shikari Para_Nawabganj": "This patch is located in Shikari Para union, within Nawabganj Upazila of Dhaka District. Shikari Para union has a population density of 1424 people per square kilometer and a literacy rate of 79.27.",
  "Sholla_Nawabganj": "This patch is located in Sholla union, within Nawabganj Upazila of Dhaka District. Sholla union has a population density of 1424 people per square kilometer and a literacy rate of 79.27.",
  "Dakshingaon (Part)_Sabujbagh": "This patch is located in Dakshingaon union, within Sabujbagh Upazila of Dhaka District. Dakshingaon union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Manda_Sabujbagh": "This patch is located in Manda union, within Sabujbagh Upazila of Dhaka District. Manda union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Amin Bazar_Savar": "This patch is located in Amin Bazar union, within Savar Upazila of Dhaka District. Amin Bazar union has a population density of 8252 people per square kilometer and a literacy rate of 84.38.",
  "Ashulia_Savar": "This patch is located in Ashulia union, within Savar Upazila of Dhaka District. Ashulia union has a population density of 8252 people per square kilometer and a literacy rate of 84.38.",
  "Banagram_Savar": "This patch is located in Banagram union, within Savar Upazila of Dhaka District. Banagram union has a population density of 8252 people per square kilometer and a literacy rate of 84.38.",
  "Bhakurta_Savar": "This patch is located in Bhakurta union, within Savar Upazila of Dhaka District. Bhakurta union has a population density of 8252 people per square kilometer and a literacy rate of 84.38.",
  "Biralia_Savar": "This patch is located in Biralia union, within Savar Upazila of Dhaka District. Biralia union has a population density of 8252 people per square kilometer and a literacy rate of 84.38.",
  "Dhamsana_Savar": "This patch is located in Dhamsana union, within Savar Upazila of Dhaka District. Dhamsana union has a population density of 8252 people per square kilometer and a literacy rate of 84.38.",
  "Kaundia_Savar": "This patch is located in Kaundia union, within Savar Upazila of Dhaka District. Kaundia union has a population density of 8252 people per square kilometer and a literacy rate of 84.38.",
  "Pathalia (part)_Savar": "This patch is located in Pathalia union, within Savar Upazila of Dhaka District. Pathalia union has a population density of 8252 people per square kilometer and a literacy rate of 84.38.",
  "Savar_Savar": "This patch is located in Savar union, within Savar Upazila of Dhaka District. Savar union has a population density of 8252 people per square kilometer and a literacy rate of 84.38.",
  "Shimulia_Savar": "This patch is located in Shimulia union, within Savar Upazila of Dhaka District. Shimulia union has a population density of 8252 people per square kilometer and a literacy rate of 84.38.",
  "Tetuljhora_Savar": "This patch is located in Tetuljhora union, within Savar Upazila of Dhaka District. Tetuljhora union has a population density of 8252 people per square kilometer and a literacy rate of 84.38.",
  "Yearpur_Savar": "This patch is located in Yearpur union, within Savar Upazila of Dhaka District. Yearpur union has a population density of 8252 people per square kilometer and a literacy rate of 84.38.",
  "Harirampur (Part)_Turag": "This patch is located in Harirampur union, within Turag Upazila of Dhaka District. Harirampur union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Uttar Khan_Uttar Khan": "This patch is located in Uttar Khan union, within Uttar Khan Upazila of Dhaka District. Uttar Khan union has a population density of 10067 people per square kilometer and a literacy rate of 84.88.",
  "Baria_Gazipur Sadar": "This patch is located in Baria union, within Gazipur Sadar Upazila of Gazipur District. Baria union has a population density of 2448 people per square kilometer and a literacy rate of 80.68.",
  "Mirzapur_Gazipur Sadar": "This patch is located in Mirzapur union, within Gazipur Sadar Upazila of Gazipur District. Mirzapur union has a population density of 2448 people per square kilometer and a literacy rate of 80.68.",
  "Atabaha_Kaliakair": "This patch is located in Atabaha union, within Kaliakair Upazila of Gazipur District. Atabaha union has a population density of 2211 people per square kilometer and a literacy rate of 80.19.",
  "Boali_Kaliakair": "This patch is located in Boali union, within Kaliakair Upazila of Gazipur District. Boali union has a population density of 2211 people per square kilometer and a literacy rate of 80.19.",
  "Chapair_Kaliakair": "This patch is located in Chapair union, within Kaliakair Upazila of Gazipur District. Chapair union has a population density of 2211 people per square kilometer and a literacy rate of 80.19.",
  "Dhaljora_Kaliakair": "This patch is located in Dhaljora union, within Kaliakair Upazila of Gazipur District. Dhaljora union has a population density of 2211 people per square kilometer and a literacy rate of 80.19.",
  "Fulbaria_Kaliakair": "This patch is located in Fulbaria union, within Kaliakair Upazila of Gazipur District. Fulbaria union has a population density of 2211 people per square kilometer and a literacy rate of 80.19.",
  "Madhyapara_Kaliakair": "This patch is located in Madhyapara union, within Kaliakair Upazila of Gazipur District. Madhyapara union has a population density of 2211 people per square kilometer and a literacy rate of 80.19.",
  "Mouchak_Kaliakair": "This patch is located in Mouchak union, within Kaliakair Upazila of Gazipur District. Mouchak union has a population density of 2211 people per square kilometer and a literacy rate of 80.19.",
  "Sreefaltali_Kaliakair": "This patch is located in Sreefaltali union, within Kaliakair Upazila of Gazipur District. Sreefaltali union has a population density of 2211 people per square kilometer and a literacy rate of 80.19.",
  "Sutrapur_Kaliakair": "This patch is located in Sutrapur union, within Kaliakair Upazila of Gazipur District. Sutrapur union has a population density of 2211 people per square kilometer and a literacy rate of 80.19.",
  "Bahadursadi_Kaliganj": "This patch is located in Bahadursadi union, within Kaliganj Upazila of Gazipur District. Bahadursadi union has a population density of 1429 people per square kilometer and a literacy rate of 79.58.",
  "Baktarpur_Kaliganj": "This patch is located in Baktarpur union, within Kaliganj Upazila of Gazipur District. Baktarpur union has a population density of 1429 people per square kilometer and a literacy rate of 79.58.",
  "Jamalpur_Kaliganj": "This patch is located in Jamalpur union, within Kaliganj Upazila of Gazipur District. Jamalpur union has a population density of 1429 people per square kilometer and a literacy rate of 79.58.",
  "Jangalia_Kaliganj": "This patch is located in Jangalia union, within Kaliganj Upazila of Gazipur District. Jangalia union has a population density of 1429 people per square kilometer and a literacy rate of 79.58.",
  "Moktarpur_Kaliganj": "This patch is located in Moktarpur union, within Kaliganj Upazila of Gazipur District. Moktarpur union has a population density of 1429 people per square kilometer and a literacy rate of 79.58.",
  "Nagari_Kaliganj": "This patch is located in Nagari union, within Kaliganj Upazila of Gazipur District. Nagari union has a population density of 1429 people per square kilometer and a literacy rate of 79.58.",
  "Tumulia_Kaliganj": "This patch is located in Tumulia union, within Kaliganj Upazila of Gazipur District. Tumulia union has a population density of 1429 people per square kilometer and a literacy rate of 79.58.",
  "Barishaba_Kapasia": "This patch is located in Barishaba union, within Kapasia Upazila of Gazipur District. Barishaba union has a population density of 1061 people per square kilometer and a literacy rate of 77.85.",
  "Chandpur_Kapasia": "This patch is located in Chandpur union, within Kapasia Upazila of Gazipur District. Chandpur union has a population density of 1061 people per square kilometer and a literacy rate of 77.85.",
  "Durgapur_Kapasia": "This patch is located in Durgapur union, within Kapasia Upazila of Gazipur District. Durgapur union has a population density of 1061 people per square kilometer and a literacy rate of 77.85.",
  "Ghagotia_Kapasia": "This patch is located in Ghagotia union, within Kapasia Upazila of Gazipur District. Ghagotia union has a population density of 1061 people per square kilometer and a literacy rate of 77.85.",
  "Kapasia_Kapasia": "This patch is located in Kapasia union, within Kapasia Upazila of Gazipur District. Kapasia union has a population density of 1061 people per square kilometer and a literacy rate of 77.85.",
  "Karihata_Kapasia": "This patch is located in Karihata union, within Kapasia Upazila of Gazipur District. Karihata union has a population density of 1061 people per square kilometer and a literacy rate of 77.85.",
  "Rayed_Kapasia": "This patch is located in Rayed union, within Kapasia Upazila of Gazipur District. Rayed union has a population density of 1061 people per square kilometer and a literacy rate of 77.85.",
  "Sanmania_Kapasia": "This patch is located in Sanmania union, within Kapasia Upazila of Gazipur District. Sanmania union has a population density of 1061 people per square kilometer and a literacy rate of 77.85.",
  "Singasree_Kapasia": "This patch is located in Singasree union, within Kapasia Upazila of Gazipur District. Singasree union has a population density of 1061 people per square kilometer and a literacy rate of 77.85.",
  "Targaon_Kapasia": "This patch is located in Targaon union, within Kapasia Upazila of Gazipur District. Targaon union has a population density of 1061 people per square kilometer and a literacy rate of 77.85.",
  "Toke_Kapasia": "This patch is located in Toke union, within Kapasia Upazila of Gazipur District. Toke union has a population density of 1061 people per square kilometer and a literacy rate of 77.85.",
  "Barmi_Sreepur": "This patch is located in Barmi union, within Sreepur Upazila of Gazipur District. Barmi union has a population density of 1838 people per square kilometer and a literacy rate of 78.15.",
  "Gazipur_Sreepur": "This patch is located in Gazipur union, within Sreepur Upazila of Gazipur District. Gazipur union has a population density of 1838 people per square kilometer and a literacy rate of 78.15.",
  "Gosinga_Sreepur": "This patch is located in Gosinga union, within Sreepur Upazila of Gazipur District. Gosinga union has a population density of 1838 people per square kilometer and a literacy rate of 78.15.",
  "Kaoraid_Sreepur": "This patch is located in Kaoraid union, within Sreepur Upazila of Gazipur District. Kaoraid union has a population density of 1838 people per square kilometer and a literacy rate of 78.15.",
  "Maona_Sreepur": "This patch is located in Maona union, within Sreepur Upazila of Gazipur District. Maona union has a population density of 1838 people per square kilometer and a literacy rate of 78.15.",
  "Prahladpur_Sreepur": "This patch is located in Prahladpur union, within Sreepur Upazila of Gazipur District. Prahladpur union has a population density of 1838 people per square kilometer and a literacy rate of 78.15.",
  "Rajabari_Sreepur": "This patch is located in Rajabari union, within Sreepur Upazila of Gazipur District. Rajabari union has a population density of 1838 people per square kilometer and a literacy rate of 78.15.",
  "Telihati_Sreepur": "This patch is located in Telihati union, within Sreepur Upazila of Gazipur District. Telihati union has a population density of 1838 people per square kilometer and a literacy rate of 78.15.",
  "Alinagar_Kalkini": "This patch is located in Alinagar union, within Kalkini Upazila of Madaripur District. Alinagar union has a population density of 770 people per square kilometer and a literacy rate of 74.28.",
  "Baligram_Kalkini": "This patch is located in Baligram union, within Kalkini Upazila of Madaripur District. Baligram union has a population density of 770 people per square kilometer and a literacy rate of 74.28.",
  "Banshgari_Kalkini": "This patch is located in Banshgari union, within Kalkini Upazila of Madaripur District. Banshgari union has a population density of 770 people per square kilometer and a literacy rate of 74.28.",
  "Char Daulat Khan_Kalkini": "This patch is located in Char Daulat Khan union, within Kalkini Upazila of Madaripur District. Char Daulat Khan union has a population density of 770 people per square kilometer and a literacy rate of 74.28.",
  "Dasar_Kalkini": "This patch is located in Dasar union, within Kalkini Upazila of Madaripur District. Dasar union has a population density of 770 people per square kilometer and a literacy rate of 74.28.",
  "Enayetnagar_Kalkini": "This patch is located in Enayetnagar union, within Kalkini Upazila of Madaripur District. Enayetnagar union has a population density of 770 people per square kilometer and a literacy rate of 74.28.",
  "Gopalpur_Kalkini": "This patch is located in Gopalpur union, within Kalkini Upazila of Madaripur District. Gopalpur union has a population density of 770 people per square kilometer and a literacy rate of 74.28.",
  "Kayaria_Kalkini": "This patch is located in Kayaria union, within Kalkini Upazila of Madaripur District. Kayaria union has a population density of 770 people per square kilometer and a literacy rate of 74.28.",
  "Kazibakai_Kalkini": "This patch is located in Kazibakai union, within Kalkini Upazila of Madaripur District. Kazibakai union has a population density of 770 people per square kilometer and a literacy rate of 74.28.",
  "Lakshmipur_Kalkini": "This patch is located in Lakshmipur union, within Kalkini Upazila of Madaripur District. Lakshmipur union has a population density of 770 people per square kilometer and a literacy rate of 74.28.",
  "Nabagram_Kalkini": "This patch is located in Nabagram union, within Kalkini Upazila of Madaripur District. Nabagram union has a population density of 770 people per square kilometer and a literacy rate of 74.28.",
  "Ramjanpur_Kalkini": "This patch is located in Ramjanpur union, within Kalkini Upazila of Madaripur District. Ramjanpur union has a population density of 770 people per square kilometer and a literacy rate of 74.28.",
  "Sahebrampur_Kalkini": "This patch is located in Sahebrampur union, within Kalkini Upazila of Madaripur District. Sahebrampur union has a population density of 770 people per square kilometer and a literacy rate of 74.28.",
  "Shikar Mangal_Kalkini": "This patch is located in Shikar Mangal union, within Kalkini Upazila of Madaripur District. Shikar Mangal union has a population density of 770 people per square kilometer and a literacy rate of 74.28.",
  "Bahadurpur_Madaripur Sadar": "This patch is located in Bahadurpur union, within Madaripur Sadar Upazila of Madaripur District. Bahadurpur union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Chilar Char_Madaripur Sadar": "This patch is located in Chilar Char union, within Madaripur Sadar Upazila of Madaripur District. Chilar Char union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Dhurail_Madaripur Sadar": "This patch is located in Dhurail union, within Madaripur Sadar Upazila of Madaripur District. Dhurail union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Dudkhali_Madaripur Sadar": "This patch is located in Dudkhali union, within Madaripur Sadar Upazila of Madaripur District. Dudkhali union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Ghatmajhi_Madaripur Sadar": "This patch is located in Ghatmajhi union, within Madaripur Sadar Upazila of Madaripur District. Ghatmajhi union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Jhaudi_Madaripur Sadar": "This patch is located in Jhaudi union, within Madaripur Sadar Upazila of Madaripur District. Jhaudi union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Kalikapur_Madaripur Sadar": "This patch is located in Kalikapur union, within Madaripur Sadar Upazila of Madaripur District. Kalikapur union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Kendua_Madaripur Sadar": "This patch is located in Kendua union, within Madaripur Sadar Upazila of Madaripur District. Kendua union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Khoajpur_Madaripur Sadar": "This patch is located in Khoajpur union, within Madaripur Sadar Upazila of Madaripur District. Khoajpur union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Kunia_Madaripur Sadar": "This patch is located in Kunia union, within Madaripur Sadar Upazila of Madaripur District. Kunia union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Mustafapur_Madaripur Sadar": "This patch is located in Mustafapur union, within Madaripur Sadar Upazila of Madaripur District. Mustafapur union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Panchkhola_Madaripur Sadar": "This patch is located in Panchkhola union, within Madaripur Sadar Upazila of Madaripur District. Panchkhola union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Pearpur_Madaripur Sadar": "This patch is located in Pearpur union, within Madaripur Sadar Upazila of Madaripur District. Pearpur union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Rasti_Madaripur Sadar": "This patch is located in Rasti union, within Madaripur Sadar Upazila of Madaripur District. Rasti union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Sirkhara_Madaripur Sadar": "This patch is located in Sirkhara union, within Madaripur Sadar Upazila of Madaripur District. Sirkhara union has a population density of 1400 people per square kilometer and a literacy rate of 75.73.",
  "Amgram_Rajoir": "This patch is located in Amgram union, within Rajoir Upazila of Madaripur District. Amgram union has a population density of 1069 people per square kilometer and a literacy rate of 75.82.",
  "Badar Pasha_Rajoir": "This patch is located in Badar Pasha union, within Rajoir Upazila of Madaripur District. Badar Pasha union has a population density of 1069 people per square kilometer and a literacy rate of 75.82.",
  "Bajitpur_Rajoir": "This patch is located in Bajitpur union, within Rajoir Upazila of Madaripur District. Bajitpur union has a population density of 1069 people per square kilometer and a literacy rate of 75.82.",
  "Haridasdi Mahendradi_Rajoir": "This patch is located in Haridasdi Mahendradi union, within Rajoir Upazila of Madaripur District. Haridasdi Mahendradi union has a population density of 1069 people per square kilometer and a literacy rate of 75.82.",
  "Hossainpur_Rajoir": "This patch is located in Hossainpur union, within Rajoir Upazila of Madaripur District. Hossainpur union has a population density of 1069 people per square kilometer and a literacy rate of 75.82.",
  "Isibpur_Rajoir": "This patch is located in Isibpur union, within Rajoir Upazila of Madaripur District. Isibpur union has a population density of 1069 people per square kilometer and a literacy rate of 75.82.",
  "Kabirajpur_Rajoir": "This patch is located in Kabirajpur union, within Rajoir Upazila of Madaripur District. Kabirajpur union has a population density of 1069 people per square kilometer and a literacy rate of 75.82.",
  "Kadambari_Rajoir": "This patch is located in Kadambari union, within Rajoir Upazila of Madaripur District. Kadambari union has a population density of 1069 people per square kilometer and a literacy rate of 75.82.",
  "Khalia_Rajoir": "This patch is located in Khalia union, within Rajoir Upazila of Madaripur District. Khalia union has a population density of 1069 people per square kilometer and a literacy rate of 75.82.",
  "Paik Para_Rajoir": "This patch is located in Paik Para union, within Rajoir Upazila of Madaripur District. Paik Para union has a population density of 1069 people per square kilometer and a literacy rate of 75.82.",
  "Bandarkhola_Shib Char": "This patch is located in Bandarkhola union, within Shib Char Upazila of Madaripur District. Bandarkhola union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Banshkandi_Shib Char": "This patch is located in Banshkandi union, within Shib Char Upazila of Madaripur District. Banshkandi union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Bayratala Dakshin_Shib Char": "This patch is located in Bayratala Dakshin union, within Shib Char Upazila of Madaripur District. Bayratala Dakshin union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Bayratala Uttar_Shib Char": "This patch is located in Bayratala Uttar union, within Shib Char Upazila of Madaripur District. Bayratala Uttar union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Bhadrasan_Shib Char": "This patch is located in Bhadrasan union, within Shib Char Upazila of Madaripur District. Bhadrasan union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Bhandarikandi_Shib Char": "This patch is located in Bhandarikandi union, within Shib Char Upazila of Madaripur District. Bhandarikandi union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Char Janajat_Shib Char": "This patch is located in Char Janajat union, within Shib Char Upazila of Madaripur District. Char Janajat union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Datta Para_Shib Char": "This patch is located in Datta Para union, within Shib Char Upazila of Madaripur District. Datta Para union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Ditiyakhanda_Shib Char": "This patch is located in Ditiyakhanda union, within Shib Char Upazila of Madaripur District. Ditiyakhanda union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Kadirpur_Shib Char": "This patch is located in Kadirpur union, within Shib Char Upazila of Madaripur District. Kadirpur union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Kanthalbari_Shib Char": "This patch is located in Kanthalbari union, within Shib Char Upazila of Madaripur District. Kanthalbari union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Kutubpur_Shib Char": "This patch is located in Kutubpur union, within Shib Char Upazila of Madaripur District. Kutubpur union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Matbarer Char_Shib Char": "This patch is located in Matbarer Char union, within Shib Char Upazila of Madaripur District. Matbarer Char union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Nilakhi_Shib Char": "This patch is located in Nilakhi union, within Shib Char Upazila of Madaripur District. Nilakhi union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Panch Char_Shib Char": "This patch is located in Panch Char union, within Shib Char Upazila of Madaripur District. Panch Char union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Sannyasir Char_Shib Char": "This patch is located in Sannyasir Char union, within Shib Char Upazila of Madaripur District. Sannyasir Char union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Shibchar_Shib Char": "This patch is located in Shibchar union, within Shib Char Upazila of Madaripur District. Shibchar union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Siruail_Shib Char": "This patch is located in Siruail union, within Shib Char Upazila of Madaripur District. Siruail union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Umedpur_Shib Char": "This patch is located in Umedpur union, within Shib Char Upazila of Madaripur District. Umedpur union has a population density of 1494 people per square kilometer and a literacy rate of 73.31.",
  "Bachamara_Daulatpur": "This patch is located in Bachamara union, within Daulatpur Upazila of Manikganj District. Bachamara union has a population density of 774 people per square kilometer and a literacy rate of 61.13.",
  "Baghutia_Daulatpur": "This patch is located in Baghutia union, within Daulatpur Upazila of Manikganj District. Baghutia union has a population density of 774 people per square kilometer and a literacy rate of 61.13.",
  "Chak Mirpur_Daulatpur": "This patch is located in Chak Mirpur union, within Daulatpur Upazila of Manikganj District. Chak Mirpur union has a population density of 774 people per square kilometer and a literacy rate of 61.13.",
  "Charkatari_Daulatpur": "This patch is located in Charkatari union, within Daulatpur Upazila of Manikganj District. Charkatari union has a population density of 774 people per square kilometer and a literacy rate of 61.13.",
  "Dhamsar_Daulatpur": "This patch is located in Dhamsar union, within Daulatpur Upazila of Manikganj District. Dhamsar union has a population density of 774 people per square kilometer and a literacy rate of 61.13.",
  "Jiyanpur_Daulatpur": "This patch is located in Jiyanpur union, within Daulatpur Upazila of Manikganj District. Jiyanpur union has a population density of 774 people per square kilometer and a literacy rate of 61.13.",
  "Kalia_Daulatpur": "This patch is located in Kalia union, within Daulatpur Upazila of Manikganj District. Kalia union has a population density of 774 people per square kilometer and a literacy rate of 61.13.",
  "Khalsi_Daulatpur": "This patch is located in Khalsi union, within Daulatpur Upazila of Manikganj District. Khalsi union has a population density of 774 people per square kilometer and a literacy rate of 61.13.",
  "Baliakhora_Ghior": "This patch is located in Baliakhora union, within Ghior Upazila of Manikganj District. Baliakhora union has a population density of 1113 people per square kilometer and a literacy rate of 73.41.",
  "Baniajuri_Ghior": "This patch is located in Baniajuri union, within Ghior Upazila of Manikganj District. Baniajuri union has a population density of 1113 people per square kilometer and a literacy rate of 73.41.",
  "Baratia_Ghior": "This patch is located in Baratia union, within Ghior Upazila of Manikganj District. Baratia union has a population density of 1113 people per square kilometer and a literacy rate of 73.41.",
  "Ghior_Ghior": "This patch is located in Ghior union, within Ghior Upazila of Manikganj District. Ghior union has a population density of 1113 people per square kilometer and a literacy rate of 73.41.",
  "Nali_Ghior": "This patch is located in Nali union, within Ghior Upazila of Manikganj District. Nali union has a population density of 1113 people per square kilometer and a literacy rate of 73.41.",
  "Paila_Ghior": "This patch is located in Paila union, within Ghior Upazila of Manikganj District. Paila union has a population density of 1113 people per square kilometer and a literacy rate of 73.41.",
  "Singjuri_Ghior": "This patch is located in Singjuri union, within Ghior Upazila of Manikganj District. Singjuri union has a population density of 1113 people per square kilometer and a literacy rate of 73.41.",
  "Azimnagar_Harirampur": "This patch is located in Azimnagar union, within Harirampur Upazila of Manikganj District. Azimnagar union has a population density of 633 people per square kilometer and a literacy rate of 72.99.",
  "Balara_Harirampur": "This patch is located in Balara union, within Harirampur Upazila of Manikganj District. Balara union has a population density of 633 people per square kilometer and a literacy rate of 72.99.",
  "Balla_Harirampur": "This patch is located in Balla union, within Harirampur Upazila of Manikganj District. Balla union has a population density of 633 people per square kilometer and a literacy rate of 72.99.",
  "Boyra_Harirampur": "This patch is located in Boyra union, within Harirampur Upazila of Manikganj District. Boyra union has a population density of 633 people per square kilometer and a literacy rate of 72.99.",
  "Chala_Harirampur": "This patch is located in Chala union, within Harirampur Upazila of Manikganj District. Chala union has a population density of 633 people per square kilometer and a literacy rate of 72.99.",
  "Dhulsunra_Harirampur": "This patch is located in Dhulsunra union, within Harirampur Upazila of Manikganj District. Dhulsunra union has a population density of 633 people per square kilometer and a literacy rate of 72.99.",
  "Gala_Harirampur": "This patch is located in Gala union, within Harirampur Upazila of Manikganj District. Gala union has a population density of 633 people per square kilometer and a literacy rate of 72.99.",
  "Gopinathpur_Harirampur": "This patch is located in Gopinathpur union, within Harirampur Upazila of Manikganj District. Gopinathpur union has a population density of 633 people per square kilometer and a literacy rate of 72.99.",
  "Harukandi_Harirampur": "This patch is located in Harukandi union, within Harirampur Upazila of Manikganj District. Harukandi union has a population density of 633 people per square kilometer and a literacy rate of 72.99.",
  "Kanchanpur_Harirampur": "This patch is located in Kanchanpur union, within Harirampur Upazila of Manikganj District. Kanchanpur union has a population density of 633 people per square kilometer and a literacy rate of 72.99.",
  "Lesraganj_Harirampur": "This patch is located in Lesraganj union, within Harirampur Upazila of Manikganj District. Lesraganj union has a population density of 633 people per square kilometer and a literacy rate of 72.99.",
  "Ramkrishnapur_Harirampur": "This patch is located in Ramkrishnapur union, within Harirampur Upazila of Manikganj District. Ramkrishnapur union has a population density of 633 people per square kilometer and a literacy rate of 72.99.",
  "Sutalari_Harirampur": "This patch is located in Sutalari union, within Harirampur Upazila of Manikganj District. Sutalari union has a population density of 633 people per square kilometer and a literacy rate of 72.99.",
  "Atigram_Manikganj Sadar": "This patch is located in Atigram union, within Manikganj Sadar Upazila of Manikganj District. Atigram union has a population density of 1690 people per square kilometer and a literacy rate of 77.11.",
  "Betila Mitara_Manikganj Sadar": "This patch is located in Betila Mitara union, within Manikganj Sadar Upazila of Manikganj District. Betila Mitara union has a population density of 1690 people per square kilometer and a literacy rate of 77.11.",
  "Bhararia_Manikganj Sadar": "This patch is located in Bhararia union, within Manikganj Sadar Upazila of Manikganj District. Bhararia union has a population density of 1690 people per square kilometer and a literacy rate of 77.11.",
  "Dighi_Manikganj Sadar": "This patch is located in Dighi union, within Manikganj Sadar Upazila of Manikganj District. Dighi union has a population density of 1690 people per square kilometer and a literacy rate of 77.11.",
  "Garpara_Manikganj Sadar": "This patch is located in Garpara union, within Manikganj Sadar Upazila of Manikganj District. Garpara union has a population density of 1690 people per square kilometer and a literacy rate of 77.11.",
  "Hati Para_Manikganj Sadar": "This patch is located in Hati Para union, within Manikganj Sadar Upazila of Manikganj District. Hati Para union has a population density of 1690 people per square kilometer and a literacy rate of 77.11.",
  "Jaigir_Manikganj Sadar": "This patch is located in Jaigir union, within Manikganj Sadar Upazila of Manikganj District. Jaigir union has a population density of 1690 people per square kilometer and a literacy rate of 77.11.",
  "Krishnapur_Manikganj Sadar": "This patch is located in Krishnapur union, within Manikganj Sadar Upazila of Manikganj District. Krishnapur union has a population density of 1690 people per square kilometer and a literacy rate of 77.11.",
  "Nabagram_Manikganj Sadar": "This patch is located in Nabagram union, within Manikganj Sadar Upazila of Manikganj District. Nabagram union has a population density of 1690 people per square kilometer and a literacy rate of 77.11.",
  "Putail_Manikganj Sadar": "This patch is located in Putail union, within Manikganj Sadar Upazila of Manikganj District. Putail union has a population density of 1690 people per square kilometer and a literacy rate of 77.11.",
  "Baliati_Saturia": "This patch is located in Baliati union, within Saturia Upazila of Manikganj District. Baliati union has a population density of 1379 people per square kilometer and a literacy rate of 68.92.",
  "Baraid_Saturia": "This patch is located in Baraid union, within Saturia Upazila of Manikganj District. Baraid union has a population density of 1379 people per square kilometer and a literacy rate of 68.92.",
  "Daragram_Saturia": "This patch is located in Daragram union, within Saturia Upazila of Manikganj District. Daragram union has a population density of 1379 people per square kilometer and a literacy rate of 68.92.",
  "Dhankora_Saturia": "This patch is located in Dhankora union, within Saturia Upazila of Manikganj District. Dhankora union has a population density of 1379 people per square kilometer and a literacy rate of 68.92.",
  "Dighalia_Saturia": "This patch is located in Dighalia union, within Saturia Upazila of Manikganj District. Dighalia union has a population density of 1379 people per square kilometer and a literacy rate of 68.92.",
  "Fukurhati_Saturia": "This patch is located in Fukurhati union, within Saturia Upazila of Manikganj District. Fukurhati union has a population density of 1379 people per square kilometer and a literacy rate of 68.92.",
  "Hargaz_Saturia": "This patch is located in Hargaz union, within Saturia Upazila of Manikganj District. Hargaz union has a population density of 1379 people per square kilometer and a literacy rate of 68.92.",
  "Saturia_Saturia": "This patch is located in Saturia union, within Saturia Upazila of Manikganj District. Saturia union has a population density of 1379 people per square kilometer and a literacy rate of 68.92.",
  "Tilli_Saturia": "This patch is located in Tilli union, within Saturia Upazila of Manikganj District. Tilli union has a population density of 1379 people per square kilometer and a literacy rate of 68.92.",
  "Arua_Shibalaya": "This patch is located in Arua union, within Shibalaya Upazila of Manikganj District. Arua union has a population density of 941 people per square kilometer and a literacy rate of 69.23.",
  "Mohadebpur_Shibalaya": "This patch is located in Mohadebpur union, within Shibalaya Upazila of Manikganj District. Mohadebpur union has a population density of 941 people per square kilometer and a literacy rate of 69.23.",
  "Shibalaya_Shibalaya": "This patch is located in Shibalaya union, within Shibalaya Upazila of Manikganj District. Shibalaya union has a population density of 941 people per square kilometer and a literacy rate of 69.23.",
  "Shimulia_Shibalaya": "This patch is located in Shimulia union, within Shibalaya Upazila of Manikganj District. Shimulia union has a population density of 941 people per square kilometer and a literacy rate of 69.23.",
  "Teota_Shibalaya": "This patch is located in Teota union, within Shibalaya Upazila of Manikganj District. Teota union has a population density of 941 people per square kilometer and a literacy rate of 69.23.",
  "Ulail_Shibalaya": "This patch is located in Ulail union, within Shibalaya Upazila of Manikganj District. Ulail union has a population density of 941 people per square kilometer and a literacy rate of 69.23.",
  "Uthali_Shibalaya": "This patch is located in Uthali union, within Shibalaya Upazila of Manikganj District. Uthali union has a population density of 941 people per square kilometer and a literacy rate of 69.23.",
  "Baldhara_Singair": "This patch is located in Baldhara union, within Singair Upazila of Manikganj District. Baldhara union has a population density of 1508 people per square kilometer and a literacy rate of 70.03.",
  "Boyra_Singair": "This patch is located in Boyra union, within Singair Upazila of Manikganj District. Boyra union has a population density of 1508 people per square kilometer and a literacy rate of 70.03.",
  "Chandhar_Singair": "This patch is located in Chandhar union, within Singair Upazila of Manikganj District. Chandhar union has a population density of 1508 people per square kilometer and a literacy rate of 70.03.",
  "Charigram_Singair": "This patch is located in Charigram union, within Singair Upazila of Manikganj District. Charigram union has a population density of 1508 people per square kilometer and a literacy rate of 70.03.",
  "Dhalla_Singair": "This patch is located in Dhalla union, within Singair Upazila of Manikganj District. Dhalla union has a population density of 1508 people per square kilometer and a literacy rate of 70.03.",
  "Jamirta_Singair": "This patch is located in Jamirta union, within Singair Upazila of Manikganj District. Jamirta union has a population density of 1508 people per square kilometer and a literacy rate of 70.03.",
  "Jamsha_Singair": "This patch is located in Jamsha union, within Singair Upazila of Manikganj District. Jamsha union has a population density of 1508 people per square kilometer and a literacy rate of 70.03.",
  "Joy Mantap_Singair": "This patch is located in Joy Mantap union, within Singair Upazila of Manikganj District. Joy Mantap union has a population density of 1508 people per square kilometer and a literacy rate of 70.03.",
  "Saista_Singair": "This patch is located in Saista union, within Singair Upazila of Manikganj District. Saista union has a population density of 1508 people per square kilometer and a literacy rate of 70.03.",
  "Singair_Singair": "This patch is located in Singair union, within Singair Upazila of Manikganj District. Singair union has a population density of 1508 people per square kilometer and a literacy rate of 70.03.",
  "Talibpur_Singair": "This patch is located in Talibpur union, within Singair Upazila of Manikganj District. Talibpur union has a population density of 1508 people per square kilometer and a literacy rate of 70.03.",
  "Baluakandi_Gazaria": "This patch is located in Baluakandi union, within Gazaria Upazila of Munshiganj District. Baluakandi union has a population density of 1414 people per square kilometer and a literacy rate of 76.75.",
  "Bausia_Gazaria": "This patch is located in Bausia union, within Gazaria Upazila of Munshiganj District. Bausia union has a population density of 1414 people per square kilometer and a literacy rate of 76.75.",
  "Bhaber Char_Gazaria": "This patch is located in Bhaber Char union, within Gazaria Upazila of Munshiganj District. Bhaber Char union has a population density of 1414 people per square kilometer and a literacy rate of 76.75.",
  "Gazaria_Gazaria": "This patch is located in Gazaria union, within Gazaria Upazila of Munshiganj District. Gazaria union has a population density of 1414 people per square kilometer and a literacy rate of 76.75.",
  "Guagachhia_Gazaria": "This patch is located in Guagachhia union, within Gazaria Upazila of Munshiganj District. Guagachhia union has a population density of 1414 people per square kilometer and a literacy rate of 76.75.",
  "Hossaindi_Gazaria": "This patch is located in Hossaindi union, within Gazaria Upazila of Munshiganj District. Hossaindi union has a population density of 1414 people per square kilometer and a literacy rate of 76.75.",
  "Imampur_Gazaria": "This patch is located in Imampur union, within Gazaria Upazila of Munshiganj District. Imampur union has a population density of 1414 people per square kilometer and a literacy rate of 76.75.",
  "Tenger Char_Gazaria": "This patch is located in Tenger Char union, within Gazaria Upazila of Munshiganj District. Tenger Char union has a population density of 1414 people per square kilometer and a literacy rate of 76.75.",
  "Baultali_Lohajang": "This patch is located in Baultali union, within Lohajang Upazila of Munshiganj District. Baultali union has a population density of 1366 people per square kilometer and a literacy rate of 77.98.",
  "Bejgaon_Lohajang": "This patch is located in Bejgaon union, within Lohajang Upazila of Munshiganj District. Bejgaon union has a population density of 1366 people per square kilometer and a literacy rate of 77.98.",
  "Gaodia_Lohajang": "This patch is located in Gaodia union, within Lohajang Upazila of Munshiganj District. Gaodia union has a population density of 1366 people per square kilometer and a literacy rate of 77.98.",
  "Haldia_Lohajang": "This patch is located in Haldia union, within Lohajang Upazila of Munshiganj District. Haldia union has a population density of 1366 people per square kilometer and a literacy rate of 77.98.",
  "Kalma_Lohajang": "This patch is located in Kalma union, within Lohajang Upazila of Munshiganj District. Kalma union has a population density of 1366 people per square kilometer and a literacy rate of 77.98.",
  "Kanaksar_Lohajang": "This patch is located in Kanaksar union, within Lohajang Upazila of Munshiganj District. Kanaksar union has a population density of 1366 people per square kilometer and a literacy rate of 77.98.",
  "Khidir Para_Lohajang": "This patch is located in Khidir Para union, within Lohajang Upazila of Munshiganj District. Khidir Para union has a population density of 1366 people per square kilometer and a literacy rate of 77.98.",
  "Kumarbhog_Lohajang": "This patch is located in Kumarbhog union, within Lohajang Upazila of Munshiganj District. Kumarbhog union has a population density of 1366 people per square kilometer and a literacy rate of 77.98.",
  "Lohajang Teotia_Lohajang": "This patch is located in Lohajang Teotia union, within Lohajang Upazila of Munshiganj District. Lohajang Teotia union has a population density of 1366 people per square kilometer and a literacy rate of 77.98.",
  "Medini Mandal_Lohajang": "This patch is located in Medini Mandal union, within Lohajang Upazila of Munshiganj District. Medini Mandal union has a population density of 1366 people per square kilometer and a literacy rate of 77.98.",
  "Adhara_Munshiganj Sadar": "This patch is located in Adhara union, within Munshiganj Sadar Upazila of Munshiganj District. Adhara union has a population density of 2724 people per square kilometer and a literacy rate of 77.24.",
  "Bajra Jogini_Munshiganj Sadar": "This patch is located in Bajra Jogini union, within Munshiganj Sadar Upazila of Munshiganj District. Bajra Jogini union has a population density of 2724 people per square kilometer and a literacy rate of 77.24.",
  "Bangla Bazar_Munshiganj Sadar": "This patch is located in Bangla Bazar union, within Munshiganj Sadar Upazila of Munshiganj District. Bangla Bazar union has a population density of 2724 people per square kilometer and a literacy rate of 77.24.",
  "Char Kewar_Munshiganj Sadar": "This patch is located in Char Kewar union, within Munshiganj Sadar Upazila of Munshiganj District. Char Kewar union has a population density of 2724 people per square kilometer and a literacy rate of 77.24.",
  "Mahakali_Munshiganj Sadar": "This patch is located in Mahakali union, within Munshiganj Sadar Upazila of Munshiganj District. Mahakali union has a population density of 2724 people per square kilometer and a literacy rate of 77.24.",
  "Mollahkandi_Munshiganj Sadar": "This patch is located in Mollahkandi union, within Munshiganj Sadar Upazila of Munshiganj District. Mollahkandi union has a population density of 2724 people per square kilometer and a literacy rate of 77.24.",
  "Panchasar_Munshiganj Sadar": "This patch is located in Panchasar union, within Munshiganj Sadar Upazila of Munshiganj District. Panchasar union has a population density of 2724 people per square kilometer and a literacy rate of 77.24.",
  "Rampal_Munshiganj Sadar": "This patch is located in Rampal union, within Munshiganj Sadar Upazila of Munshiganj District. Rampal union has a population density of 2724 people per square kilometer and a literacy rate of 77.24.",
  "Silai_Munshiganj Sadar": "This patch is located in Silai union, within Munshiganj Sadar Upazila of Munshiganj District. Silai union has a population density of 2724 people per square kilometer and a literacy rate of 77.24.",
  "Balur Char_Serajdikhan": "This patch is located in Balur Char union, within Serajdikhan Upazila of Munshiganj District. Balur Char union has a population density of 1756 people per square kilometer and a literacy rate of 77.38.",
  "Basail_Serajdikhan": "This patch is located in Basail union, within Serajdikhan Upazila of Munshiganj District. Basail union has a population density of 1756 people per square kilometer and a literacy rate of 77.38.",
  "Bayaragadi_Serajdikhan": "This patch is located in Bayaragadi union, within Serajdikhan Upazila of Munshiganj District. Bayaragadi union has a population density of 1756 people per square kilometer and a literacy rate of 77.38.",
  "Chitrakot_Serajdikhan": "This patch is located in Chitrakot union, within Serajdikhan Upazila of Munshiganj District. Chitrakot union has a population density of 1756 people per square kilometer and a literacy rate of 77.38.",
  "Ichhapur_Serajdikhan": "This patch is located in Ichhapur union, within Serajdikhan Upazila of Munshiganj District. Ichhapur union has a population density of 1756 people per square kilometer and a literacy rate of 77.38.",
  "Jainsar_Serajdikhan": "This patch is located in Jainsar union, within Serajdikhan Upazila of Munshiganj District. Jainsar union has a population density of 1756 people per square kilometer and a literacy rate of 77.38.",
  "Kayain_Serajdikhan": "This patch is located in Kayain union, within Serajdikhan Upazila of Munshiganj District. Kayain union has a population density of 1756 people per square kilometer and a literacy rate of 77.38.",
  "Kola_Serajdikhan": "This patch is located in Kola union, within Serajdikhan Upazila of Munshiganj District. Kola union has a population density of 1756 people per square kilometer and a literacy rate of 77.38.",
  "Latabdi_Serajdikhan": "This patch is located in Latabdi union, within Serajdikhan Upazila of Munshiganj District. Latabdi union has a population density of 1756 people per square kilometer and a literacy rate of 77.38.",
  "Madhyapara_Serajdikhan": "This patch is located in Madhyapara union, within Serajdikhan Upazila of Munshiganj District. Madhyapara union has a population density of 1756 people per square kilometer and a literacy rate of 77.38.",
  "Malkhanagar_Serajdikhan": "This patch is located in Malkhanagar union, within Serajdikhan Upazila of Munshiganj District. Malkhanagar union has a population density of 1756 people per square kilometer and a literacy rate of 77.38.",
  "Rajanagar_Serajdikhan": "This patch is located in Rajanagar union, within Serajdikhan Upazila of Munshiganj District. Rajanagar union has a population density of 1756 people per square kilometer and a literacy rate of 77.38.",
  "Rasunia_Serajdikhan": "This patch is located in Rasunia union, within Serajdikhan Upazila of Munshiganj District. Rasunia union has a population density of 1756 people per square kilometer and a literacy rate of 77.38.",
  "Sekharnagar_Serajdikhan": "This patch is located in Sekharnagar union, within Serajdikhan Upazila of Munshiganj District. Sekharnagar union has a population density of 1756 people per square kilometer and a literacy rate of 77.38.",
  "Atpara_Sreenagar": "This patch is located in Atpara union, within Sreenagar Upazila of Munshiganj District. Atpara union has a population density of 1447 people per square kilometer and a literacy rate of 79.97.",
  "Baghra_Sreenagar": "This patch is located in Baghra union, within Sreenagar Upazila of Munshiganj District. Baghra union has a population density of 1447 people per square kilometer and a literacy rate of 79.97.",
  "Baraikhali_Sreenagar": "This patch is located in Baraikhali union, within Sreenagar Upazila of Munshiganj District. Baraikhali union has a population density of 1447 people per square kilometer and a literacy rate of 79.97.",
  "Bhagyakul_Sreenagar": "This patch is located in Bhagyakul union, within Sreenagar Upazila of Munshiganj District. Bhagyakul union has a population density of 1447 people per square kilometer and a literacy rate of 79.97.",
  "Birtara_Sreenagar": "This patch is located in Birtara union, within Sreenagar Upazila of Munshiganj District. Birtara union has a population density of 1447 people per square kilometer and a literacy rate of 79.97.",
  "Hasara_Sreenagar": "This patch is located in Hasara union, within Sreenagar Upazila of Munshiganj District. Hasara union has a population density of 1447 people per square kilometer and a literacy rate of 79.97.",
  "Kola Para_Sreenagar": "This patch is located in Kola Para union, within Sreenagar Upazila of Munshiganj District. Kola Para union has a population density of 1447 people per square kilometer and a literacy rate of 79.97.",
  "Kukutia_Sreenagar": "This patch is located in Kukutia union, within Sreenagar Upazila of Munshiganj District. Kukutia union has a population density of 1447 people per square kilometer and a literacy rate of 79.97.",
  "Patabhog_Sreenagar": "This patch is located in Patabhog union, within Sreenagar Upazila of Munshiganj District. Patabhog union has a population density of 1447 people per square kilometer and a literacy rate of 79.97.",
  "Rarikhal_Sreenagar": "This patch is located in Rarikhal union, within Sreenagar Upazila of Munshiganj District. Rarikhal union has a population density of 1447 people per square kilometer and a literacy rate of 79.97.",
  "Sholaghar_Sreenagar": "This patch is located in Sholaghar union, within Sreenagar Upazila of Munshiganj District. Sholaghar union has a population density of 1447 people per square kilometer and a literacy rate of 79.97.",
  "Shyamsiddhi_Sreenagar": "This patch is located in Shyamsiddhi union, within Sreenagar Upazila of Munshiganj District. Shyamsiddhi union has a population density of 1447 people per square kilometer and a literacy rate of 79.97.",
  "Sreenagar_Sreenagar": "This patch is located in Sreenagar union, within Sreenagar Upazila of Munshiganj District. Sreenagar union has a population density of 1447 people per square kilometer and a literacy rate of 79.97.",
  "Tantar_Sreenagar": "This patch is located in Tantar union, within Sreenagar Upazila of Munshiganj District. Tantar union has a population density of 1447 people per square kilometer and a literacy rate of 79.97.",
  "Abdullahpur_Tongibari": "This patch is located in Abdullahpur union, within Tongibari Upazila of Munshiganj District. Abdullahpur union has a population density of 1441 people per square kilometer and a literacy rate of 78.08.",
  "Arial_Tongibari": "This patch is located in Arial union, within Tongibari Upazila of Munshiganj District. Arial union has a population density of 1441 people per square kilometer and a literacy rate of 78.08.",
  "Autshahi_Tongibari": "This patch is located in Autshahi union, within Tongibari Upazila of Munshiganj District. Autshahi union has a population density of 1441 people per square kilometer and a literacy rate of 78.08.",
  "Betka_Tongibari": "This patch is located in Betka union, within Tongibari Upazila of Munshiganj District. Betka union has a population density of 1441 people per square kilometer and a literacy rate of 78.08.",
  "Dhipur_Tongibari": "This patch is located in Dhipur union, within Tongibari Upazila of Munshiganj District. Dhipur union has a population density of 1441 people per square kilometer and a literacy rate of 78.08.",
  "Dighir Para_Tongibari": "This patch is located in Dighir Para union, within Tongibari Upazila of Munshiganj District. Dighir Para union has a population density of 1441 people per square kilometer and a literacy rate of 78.08.",
  "Hasail Banari_Tongibari": "This patch is located in Hasail Banari union, within Tongibari Upazila of Munshiganj District. Hasail Banari union has a population density of 1441 people per square kilometer and a literacy rate of 78.08.",
  "Jashalong_Tongibari": "This patch is located in Jashalong union, within Tongibari Upazila of Munshiganj District. Jashalong union has a population density of 1441 people per square kilometer and a literacy rate of 78.08.",
  "Kamarkhara_Tongibari": "This patch is located in Kamarkhara union, within Tongibari Upazila of Munshiganj District. Kamarkhara union has a population density of 1441 people per square kilometer and a literacy rate of 78.08.",
  "Kathadia Shimulia_Tongibari": "This patch is located in Kathadia Shimulia union, within Tongibari Upazila of Munshiganj District. Kathadia Shimulia union has a population density of 1441 people per square kilometer and a literacy rate of 78.08.",
  "Panchgaon_Tongibari": "This patch is located in Panchgaon union, within Tongibari Upazila of Munshiganj District. Panchgaon union has a population density of 1441 people per square kilometer and a literacy rate of 78.08.",
  "Sonarang Tongibari_Tongibari": "This patch is located in Sonarang Tongibari union, within Tongibari Upazila of Munshiganj District. Sonarang Tongibari union has a population density of 1441 people per square kilometer and a literacy rate of 78.08.",
  "Bishnandi_Araihazar": "This patch is located in Bishnandi union, within Araihazar Upazila of Narayanganj District. Bishnandi union has a population density of 2549 people per square kilometer and a literacy rate of 69.34.",
  "Brahmandi_Araihazar": "This patch is located in Brahmandi union, within Araihazar Upazila of Narayanganj District. Brahmandi union has a population density of 2549 people per square kilometer and a literacy rate of 69.34.",
  "Duptara_Araihazar": "This patch is located in Duptara union, within Araihazar Upazila of Narayanganj District. Duptara union has a population density of 2549 people per square kilometer and a literacy rate of 69.34.",
  "Fatehpur_Araihazar": "This patch is located in Fatehpur union, within Araihazar Upazila of Narayanganj District. Fatehpur union has a population density of 2549 people per square kilometer and a literacy rate of 69.34.",
  "Haizadi_Araihazar": "This patch is located in Haizadi union, within Araihazar Upazila of Narayanganj District. Haizadi union has a population density of 2549 people per square kilometer and a literacy rate of 69.34.",
  "Kala Paharia_Araihazar": "This patch is located in Kala Paharia union, within Araihazar Upazila of Narayanganj District. Kala Paharia union has a population density of 2549 people per square kilometer and a literacy rate of 69.34.",
  "Khagakanda_Araihazar": "This patch is located in Khagakanda union, within Araihazar Upazila of Narayanganj District. Khagakanda union has a population density of 2549 people per square kilometer and a literacy rate of 69.34.",
  "Mahmudpur_Araihazar": "This patch is located in Mahmudpur union, within Araihazar Upazila of Narayanganj District. Mahmudpur union has a population density of 2549 people per square kilometer and a literacy rate of 69.34.",
  "Sadasardi_Araihazar": "This patch is located in Sadasardi union, within Araihazar Upazila of Narayanganj District. Sadasardi union has a population density of 2549 people per square kilometer and a literacy rate of 69.34.",
  "Satgram_Araihazar": "This patch is located in Satgram union, within Araihazar Upazila of Narayanganj District. Satgram union has a population density of 2549 people per square kilometer and a literacy rate of 69.34.",
  "Uchitpur_Araihazar": "This patch is located in Uchitpur union, within Araihazar Upazila of Narayanganj District. Uchitpur union has a population density of 2549 people per square kilometer and a literacy rate of 69.34.",
  "Kalagachhia_Bandar": "This patch is located in Kalagachhia union, within Bandar Upazila of Narayanganj District. Kalagachhia union has a population density of 3764 people per square kilometer and a literacy rate of 78.5.",
  "Madanpur_Bandar": "This patch is located in Madanpur union, within Bandar Upazila of Narayanganj District. Madanpur union has a population density of 3764 people per square kilometer and a literacy rate of 78.5.",
  "Musapur_Bandar": "This patch is located in Musapur union, within Bandar Upazila of Narayanganj District. Musapur union has a population density of 3764 people per square kilometer and a literacy rate of 78.5.",
  "Bandar_Bandar": "This patch is located in Bandar union, within Bandar Upazila of Narayanganj District. Bandar union has a population density of 3764 people per square kilometer and a literacy rate of 78.5.",
  "Dhamgar_Bandar": "This patch is located in Dhamgar union, within Bandar Upazila of Narayanganj District. Dhamgar union has a population density of 3764 people per square kilometer and a literacy rate of 78.5.",
  "Alir Tek_Narayanganj Sadar": "This patch is located in Alir Tek union, within Narayanganj Sadar Upazila of Narayanganj District. Alir Tek union has a population density of 8879 people per square kilometer and a literacy rate of 80.59.",
  "Baktaballi_Narayanganj Sadar": "This patch is located in Baktaballi union, within Narayanganj Sadar Upazila of Narayanganj District. Baktaballi union has a population density of 8879 people per square kilometer and a literacy rate of 80.59.",
  "Enayetnagar_Narayanganj Sadar": "This patch is located in Enayetnagar union, within Narayanganj Sadar Upazila of Narayanganj District. Enayetnagar union has a population density of 8879 people per square kilometer and a literacy rate of 80.59.",
  "Fatullah (part)_Narayanganj Sadar": "This patch is located in Fatullah (part) union, within Narayanganj Sadar Upazila of Narayanganj District. Fatullah (part) union has a population density of 8879 people per square kilometer and a literacy rate of 80.59.",
  "Gognagar_Narayanganj Sadar": "This patch is located in Gognagar union, within Narayanganj Sadar Upazila of Narayanganj District. Gognagar union has a population density of 8879 people per square kilometer and a literacy rate of 80.59.",
  "Kashipur_Narayanganj Sadar": "This patch is located in Kashipur union, within Narayanganj Sadar Upazila of Narayanganj District. Kashipur union has a population density of 8879 people per square kilometer and a literacy rate of 80.59.",
  "Kutubpur_Narayanganj Sadar": "This patch is located in Kutubpur union, within Narayanganj Sadar Upazila of Narayanganj District. Kutubpur union has a population density of 8879 people per square kilometer and a literacy rate of 80.59.",
  "Bholaba_Rupganj": "This patch is located in Bholaba union, within Rupganj Upazila of Narayanganj District. Bholaba union has a population density of 4002 people per square kilometer and a literacy rate of 78.7.",
  "Bulta_Rupganj": "This patch is located in Bulta union, within Rupganj Upazila of Narayanganj District. Bulta union has a population density of 4002 people per square kilometer and a literacy rate of 78.7.",
  "Daudpur_Rupganj": "This patch is located in Daudpur union, within Rupganj Upazila of Narayanganj District. Daudpur union has a population density of 4002 people per square kilometer and a literacy rate of 78.7.",
  "Golakandail_Rupganj": "This patch is located in Golakandail union, within Rupganj Upazila of Narayanganj District. Golakandail union has a population density of 4002 people per square kilometer and a literacy rate of 78.7.",
  "Kayet Para_Rupganj": "This patch is located in Kayet Para union, within Rupganj Upazila of Narayanganj District. Kayet Para union has a population density of 4002 people per square kilometer and a literacy rate of 78.7.",
  "Mura Para_Rupganj": "This patch is located in Mura Para union, within Rupganj Upazila of Narayanganj District. Mura Para union has a population density of 4002 people per square kilometer and a literacy rate of 78.7.",
  "Rupganj_Rupganj": "This patch is located in Rupganj union, within Rupganj Upazila of Narayanganj District. Rupganj union has a population density of 4002 people per square kilometer and a literacy rate of 78.7.",
  "Baidyer Bazar_Sonargaon": "This patch is located in Baidyer Bazar union, within Sonargaon Upazila of Narayanganj District. Baidyer Bazar union has a population density of 3226 people per square kilometer and a literacy rate of 78.04.",
  "Baradi_Sonargaon": "This patch is located in Baradi union, within Sonargaon Upazila of Narayanganj District. Baradi union has a population density of 3226 people per square kilometer and a literacy rate of 78.04.",
  "Jampur_Sonargaon": "This patch is located in Jampur union, within Sonargaon Upazila of Narayanganj District. Jampur union has a population density of 3226 people per square kilometer and a literacy rate of 78.04.",
  "Kachpur_Sonargaon": "This patch is located in Kachpur union, within Sonargaon Upazila of Narayanganj District. Kachpur union has a population density of 3226 people per square kilometer and a literacy rate of 78.04.",
  "Mugra Para_Sonargaon": "This patch is located in Mugra Para union, within Sonargaon Upazila of Narayanganj District. Mugra Para union has a population density of 3226 people per square kilometer and a literacy rate of 78.04.",
  "Noagaon_Sonargaon": "This patch is located in Noagaon union, within Sonargaon Upazila of Narayanganj District. Noagaon union has a population density of 3226 people per square kilometer and a literacy rate of 78.04.",
  "Pirijpur_Sonargaon": "This patch is located in Pirijpur union, within Sonargaon Upazila of Narayanganj District. Pirijpur union has a population density of 3226 people per square kilometer and a literacy rate of 78.04.",
  "Sadipur_Sonargaon": "This patch is located in Sadipur union, within Sonargaon Upazila of Narayanganj District. Sadipur union has a population density of 3226 people per square kilometer and a literacy rate of 78.04.",
  "Sanmandi_Sonargaon": "This patch is located in Sanmandi union, within Sonargaon Upazila of Narayanganj District. Sanmandi union has a population density of 3226 people per square kilometer and a literacy rate of 78.04.",
  "Shambhupura_Sonargaon": "This patch is located in Shambhupura union, within Sonargaon Upazila of Narayanganj District. Shambhupura union has a population density of 3226 people per square kilometer and a literacy rate of 78.04.",
  "Arshi Nagar_Bhedarganj": "This patch is located in Arshi Nagar union, within Bhedarganj Upazila of Shariatpur District. Arshi Nagar union has a population density of 1041 people per square kilometer and a literacy rate of 71.17.",
  "Char Bhaga_Bhedarganj": "This patch is located in Char Bhaga union, within Bhedarganj Upazila of Shariatpur District. Char Bhaga union has a population density of 1041 people per square kilometer and a literacy rate of 71.17.",
  "Char Census_Bhedarganj": "This patch is located in Char Census union, within Bhedarganj Upazila of Shariatpur District. Char Census union has a population density of 1041 people per square kilometer and a literacy rate of 71.17.",
  "Char Kumaria_Bhedarganj": "This patch is located in Char Kumaria union, within Bhedarganj Upazila of Shariatpur District. Char Kumaria union has a population density of 1041 people per square kilometer and a literacy rate of 71.17.",
  "Chhaygaon_Bhedarganj": "This patch is located in Chhaygaon union, within Bhedarganj Upazila of Shariatpur District. Chhaygaon union has a population density of 1041 people per square kilometer and a literacy rate of 71.17.",
  "Dhakhin Tarabunia_Bhedarganj": "This patch is located in Dhakhin Tarabunia union, within Bhedarganj Upazila of Shariatpur District. Dhakhin Tarabunia union has a population density of 1041 people per square kilometer and a literacy rate of 71.17.",
  "Digar Mahishkhali_Bhedarganj": "This patch is located in Digar Mahishkhali union, within Bhedarganj Upazila of Shariatpur District. Digar Mahishkhali union has a population density of 1041 people per square kilometer and a literacy rate of 71.17.",
  "Kachikata_Bhedarganj": "This patch is located in Kachikata union, within Bhedarganj Upazila of Shariatpur District. Kachikata union has a population density of 1041 people per square kilometer and a literacy rate of 71.17.",
  "Mahisar_Bhedarganj": "This patch is located in Mahisar union, within Bhedarganj Upazila of Shariatpur District. Mahisar union has a population density of 1041 people per square kilometer and a literacy rate of 71.17.",
  "Narayanpur_Bhedarganj": "This patch is located in Narayanpur union, within Bhedarganj Upazila of Shariatpur District. Narayanpur union has a population density of 1041 people per square kilometer and a literacy rate of 71.17.",
  "Rambhadrapur_Bhedarganj": "This patch is located in Rambhadrapur union, within Bhedarganj Upazila of Shariatpur District. Rambhadrapur union has a population density of 1041 people per square kilometer and a literacy rate of 71.17.",
  "Sakhipur_Bhedarganj": "This patch is located in Sakhipur union, within Bhedarganj Upazila of Shariatpur District. Sakhipur union has a population density of 1041 people per square kilometer and a literacy rate of 71.17.",
  "Tarabunia_Bhedarganj": "This patch is located in Tarabunia union, within Bhedarganj Upazila of Shariatpur District. Tarabunia union has a population density of 1041 people per square kilometer and a literacy rate of 71.17.",
  "Darul Aman_Damudya": "This patch is located in Darul Aman union, within Damudya Upazila of Shariatpur District. Darul Aman union has a population density of 1347 people per square kilometer and a literacy rate of 73.95.",
  "Dhankati_Damudya": "This patch is located in Dhankati union, within Damudya Upazila of Shariatpur District. Dhankati union has a population density of 1347 people per square kilometer and a literacy rate of 73.95.",
  "Islam Pur_Damudya": "This patch is located in Islam Pur union, within Damudya Upazila of Shariatpur District. Islam Pur union has a population density of 1347 people per square kilometer and a literacy rate of 73.95.",
  "Kaneshwar_Damudya": "This patch is located in Kaneshwar union, within Damudya Upazila of Shariatpur District. Kaneshwar union has a population density of 1347 people per square kilometer and a literacy rate of 73.95.",
  "Purba Damudya_Damudya": "This patch is located in Purba Damudya union, within Damudya Upazila of Shariatpur District. Purba Damudya union has a population density of 1347 people per square kilometer and a literacy rate of 73.95.",
  "Sidulkura_Damudya": "This patch is located in Sidulkura union, within Damudya Upazila of Shariatpur District. Sidulkura union has a population density of 1347 people per square kilometer and a literacy rate of 73.95.",
  "Sidya_Damudya": "This patch is located in Sidya union, within Damudya Upazila of Shariatpur District. Sidya union has a population density of 1347 people per square kilometer and a literacy rate of 73.95.",
  "Gariber Char_Gosairhat": "This patch is located in Gariber Char union, within Gosairhat Upazila of Shariatpur District. Gariber Char union has a population density of 889 people per square kilometer and a literacy rate of 70.93.",
  "Idilpur_Gosairhat": "This patch is located in Idilpur union, within Gosairhat Upazila of Shariatpur District. Idilpur union has a population density of 889 people per square kilometer and a literacy rate of 70.93.",
  "Kodalpur_Gosairhat": "This patch is located in Kodalpur union, within Gosairhat Upazila of Shariatpur District. Kodalpur union has a population density of 889 people per square kilometer and a literacy rate of 70.93.",
  "Kuchaipatti_Gosairhat": "This patch is located in Kuchaipatti union, within Gosairhat Upazila of Shariatpur District. Kuchaipatti union has a population density of 889 people per square kilometer and a literacy rate of 70.93.",
  "Nager Para_Gosairhat": "This patch is located in Nager Para union, within Gosairhat Upazila of Shariatpur District. Nager Para union has a population density of 889 people per square kilometer and a literacy rate of 70.93.",
  "Nalmuri_Gosairhat": "This patch is located in Nalmuri union, within Gosairhat Upazila of Shariatpur District. Nalmuri union has a population density of 889 people per square kilometer and a literacy rate of 70.93.",
  "Samantasar_Gosairhat": "This patch is located in Samantasar union, within Gosairhat Upazila of Shariatpur District. Samantasar union has a population density of 889 people per square kilometer and a literacy rate of 70.93.",
  "Bhojeshwar_Naria": "This patch is located in Bhojeshwar union, within Naria Upazila of Shariatpur District. Bhojeshwar union has a population density of 1084 people per square kilometer and a literacy rate of 75.94.",
  "Bhumkhara_Naria": "This patch is located in Bhumkhara union, within Naria Upazila of Shariatpur District. Bhumkhara union has a population density of 1084 people per square kilometer and a literacy rate of 75.94.",
  "Bijhari_Naria": "This patch is located in Bijhari union, within Naria Upazila of Shariatpur District. Bijhari union has a population density of 1084 people per square kilometer and a literacy rate of 75.94.",
  "Chamta_Naria": "This patch is located in Chamta union, within Naria Upazila of Shariatpur District. Chamta union has a population density of 1084 people per square kilometer and a literacy rate of 75.94.",
  "Char Atra_Naria": "This patch is located in Char Atra union, within Naria Upazila of Shariatpur District. Char Atra union has a population density of 1084 people per square kilometer and a literacy rate of 75.94.",
  "Dinga Manik_Naria": "This patch is located in Dinga Manik union, within Naria Upazila of Shariatpur District. Dinga Manik union has a population density of 1084 people per square kilometer and a literacy rate of 75.94.",
  "Fateh Jangapur_Naria": "This patch is located in Fateh Jangapur union, within Naria Upazila of Shariatpur District. Fateh Jangapur union has a population density of 1084 people per square kilometer and a literacy rate of 75.94.",
  "Gharisar_Naria": "This patch is located in Gharisar union, within Naria Upazila of Shariatpur District. Gharisar union has a population density of 1084 people per square kilometer and a literacy rate of 75.94.",
  "Japsa_Naria": "This patch is located in Japsa union, within Naria Upazila of Shariatpur District. Japsa union has a population density of 1084 people per square kilometer and a literacy rate of 75.94.",
  "Kedarpur_Naria": "This patch is located in Kedarpur union, within Naria Upazila of Shariatpur District. Kedarpur union has a population density of 1084 people per square kilometer and a literacy rate of 75.94.",
  "Muktarer Char_Naria": "This patch is located in Muktarer Char union, within Naria Upazila of Shariatpur District. Muktarer Char union has a population density of 1084 people per square kilometer and a literacy rate of 75.94.",
  "Nasasan_Naria": "This patch is located in Nasasan union, within Naria Upazila of Shariatpur District. Nasasan union has a population density of 1084 people per square kilometer and a literacy rate of 75.94.",
  "Noapara_Naria": "This patch is located in Noapara union, within Naria Upazila of Shariatpur District. Noapara union has a population density of 1084 people per square kilometer and a literacy rate of 75.94.",
  "Rajnagar_Naria": "This patch is located in Rajnagar union, within Naria Upazila of Shariatpur District. Rajnagar union has a population density of 1084 people per square kilometer and a literacy rate of 75.94.",
  "Angaria_Shariatpur Sadar": "This patch is located in Angaria union, within Shariatpur Sadar Upazila of Shariatpur District. Angaria union has a population density of 1223 people per square kilometer and a literacy rate of 74.11.",
  "Binodpur_Shariatpur Sadar": "This patch is located in Binodpur union, within Shariatpur Sadar Upazila of Shariatpur District. Binodpur union has a population density of 1223 people per square kilometer and a literacy rate of 74.11.",
  "Chandrapur_Shariatpur Sadar": "This patch is located in Chandrapur union, within Shariatpur Sadar Upazila of Shariatpur District. Chandrapur union has a population density of 1223 people per square kilometer and a literacy rate of 74.11.",
  "Chikandi_Shariatpur Sadar": "This patch is located in Chikandi union, within Shariatpur Sadar Upazila of Shariatpur District. Chikandi union has a population density of 1223 people per square kilometer and a literacy rate of 74.11.",
  "Chitalia_Shariatpur Sadar": "This patch is located in Chitalia union, within Shariatpur Sadar Upazila of Shariatpur District. Chitalia union has a population density of 1223 people per square kilometer and a literacy rate of 74.11.",
  "Domsar_Shariatpur Sadar": "This patch is located in Domsar union, within Shariatpur Sadar Upazila of Shariatpur District. Domsar union has a population density of 1223 people per square kilometer and a literacy rate of 74.11.",
  "Mohammadpur_Shariatpur Sadar": "This patch is located in Mohammadpur union, within Shariatpur Sadar Upazila of Shariatpur District. Mohammadpur union has a population density of 1223 people per square kilometer and a literacy rate of 74.11.",
  "Palong_Shariatpur Sadar": "This patch is located in Palong union, within Shariatpur Sadar Upazila of Shariatpur District. Palong union has a population density of 1223 people per square kilometer and a literacy rate of 74.11.",
  "Rudrakar_Shariatpur Sadar": "This patch is located in Rudrakar union, within Shariatpur Sadar Upazila of Shariatpur District. Rudrakar union has a population density of 1223 people per square kilometer and a literacy rate of 74.11.",
  "Shaul Para_Shariatpur Sadar": "This patch is located in Shaul Para union, within Shariatpur Sadar Upazila of Shariatpur District. Shaul Para union has a population density of 1223 people per square kilometer and a literacy rate of 74.11.",
  "Tulasar_Shariatpur Sadar": "This patch is located in Tulasar union, within Shariatpur Sadar Upazila of Shariatpur District. Tulasar union has a population density of 1223 people per square kilometer and a literacy rate of 74.11.",
  "Bara Gopalpur_Zanjira": "This patch is located in Bara Gopalpur union, within Zanjira Upazila of Shariatpur District. Bara Gopalpur union has a population density of 884 people per square kilometer and a literacy rate of 71.03.",
  "Bara Krishnagar_Zanjira": "This patch is located in Bara Krishnagar union, within Zanjira Upazila of Shariatpur District. Bara Krishnagar union has a population density of 884 people per square kilometer and a literacy rate of 71.03.",
  "Barakandi_Zanjira": "This patch is located in Barakandi union, within Zanjira Upazila of Shariatpur District. Barakandi union has a population density of 884 people per square kilometer and a literacy rate of 71.03.",
  "Bilaspur_Zanjira": "This patch is located in Bilaspur union, within Zanjira Upazila of Shariatpur District. Bilaspur union has a population density of 884 people per square kilometer and a literacy rate of 71.03.",
  "Joynagar_Zanjira": "This patch is located in Joynagar union, within Zanjira Upazila of Shariatpur District. Joynagar union has a population density of 884 people per square kilometer and a literacy rate of 71.03.",
  "Kunder Char_Zanjira": "This patch is located in Kunder Char union, within Zanjira Upazila of Shariatpur District. Kunder Char union has a population density of 884 people per square kilometer and a literacy rate of 71.03.",
  "Mulna_Zanjira": "This patch is located in Mulna union, within Zanjira Upazila of Shariatpur District. Mulna union has a population density of 884 people per square kilometer and a literacy rate of 71.03.",
  "Naodoba_Zanjira": "This patch is located in Naodoba union, within Zanjira Upazila of Shariatpur District. Naodoba union has a population density of 884 people per square kilometer and a literacy rate of 71.03.",
  "Paler Char_Zanjira": "This patch is located in Paler Char union, within Zanjira Upazila of Shariatpur District. Paler Char union has a population density of 884 people per square kilometer and a literacy rate of 71.03.",
  "Purba Naodoba_Zanjira": "This patch is located in Purba Naodoba union, within Zanjira Upazila of Shariatpur District. Purba Naodoba union has a population density of 884 people per square kilometer and a literacy rate of 71.03.",
  "Sener Char_Zanjira": "This patch is located in Sener Char union, within Zanjira Upazila of Shariatpur District. Sener Char union has a population density of 884 people per square kilometer and a literacy rate of 71.03.",
  "Zanjira_Zanjira": "This patch is located in Zanjira union, within Zanjira Upazila of Shariatpur District. Zanjira union has a population density of 884 people per square kilometer and a literacy rate of 71.03.",
  "Fulki_Basail": "This patch is located in Fulki union, within Basail Upazila of Tangail District. Fulki union has a population density of 1182 people per square kilometer and a literacy rate of 73.98.",
  "Habla_Basail": "This patch is located in Habla union, within Basail Upazila of Tangail District. Habla union has a population density of 1182 people per square kilometer and a literacy rate of 73.98.",
  "Kanchanpur_Basail": "This patch is located in Kanchanpur union, within Basail Upazila of Tangail District. Kanchanpur union has a population density of 1182 people per square kilometer and a literacy rate of 73.98.",
  "Kaoaljani_Basail": "This patch is located in Kaoaljani union, within Basail Upazila of Tangail District. Kaoaljani union has a population density of 1182 people per square kilometer and a literacy rate of 73.98.",
  "Kashil_Basail": "This patch is located in Kashil union, within Basail Upazila of Tangail District. Kashil union has a population density of 1182 people per square kilometer and a literacy rate of 73.98.",
  "Arjuna_Bhuapur": "This patch is located in Arjuna union, within Bhuapur Upazila of Tangail District. Arjuna union has a population density of 1616 people per square kilometer and a literacy rate of 70.05.",
  "Birhati_Bhuapur": "This patch is located in Birhati union, within Bhuapur Upazila of Tangail District. Birhati union has a population density of 1616 people per square kilometer and a literacy rate of 70.05.",
  "Falda_Bhuapur": "This patch is located in Falda union, within Bhuapur Upazila of Tangail District. Falda union has a population density of 1616 people per square kilometer and a literacy rate of 70.05.",
  "Gabsara_Bhuapur": "This patch is located in Gabsara union, within Bhuapur Upazila of Tangail District. Gabsara union has a population density of 1616 people per square kilometer and a literacy rate of 70.05.",
  "Gobindasi_Bhuapur": "This patch is located in Gobindasi union, within Bhuapur Upazila of Tangail District. Gobindasi union has a population density of 1616 people per square kilometer and a literacy rate of 70.05.",
  "Nikrail_Bhuapur": "This patch is located in Nikrail union, within Bhuapur Upazila of Tangail District. Nikrail union has a population density of 1616 people per square kilometer and a literacy rate of 70.05.",
  "Atia_Delduar": "This patch is located in Atia union, within Delduar Upazila of Tangail District. Atia union has a population density of 1185 people per square kilometer and a literacy rate of 71.75.",
  "Delduar_Delduar": "This patch is located in Delduar union, within Delduar Upazila of Tangail District. Delduar union has a population density of 1185 people per square kilometer and a literacy rate of 71.75.",
  "Deoli_Delduar": "This patch is located in Deoli union, within Delduar Upazila of Tangail District. Deoli union has a population density of 1185 people per square kilometer and a literacy rate of 71.75.",
  "Dubail_Delduar": "This patch is located in Dubail union, within Delduar Upazila of Tangail District. Dubail union has a population density of 1185 people per square kilometer and a literacy rate of 71.75.",
  "Elasin_Delduar": "This patch is located in Elasin union, within Delduar Upazila of Tangail District. Elasin union has a population density of 1185 people per square kilometer and a literacy rate of 71.75.",
  "Fazilhati_Delduar": "This patch is located in Fazilhati union, within Delduar Upazila of Tangail District. Fazilhati union has a population density of 1185 people per square kilometer and a literacy rate of 71.75.",
  "Lauhati_Delduar": "This patch is located in Lauhati union, within Delduar Upazila of Tangail District. Lauhati union has a population density of 1185 people per square kilometer and a literacy rate of 71.75.",
  "Pathrail_Delduar": "This patch is located in Pathrail union, within Delduar Upazila of Tangail District. Pathrail union has a population density of 1185 people per square kilometer and a literacy rate of 71.75.",
  "Balibhadra_Dhanbari": "This patch is located in Balibhadra union, within Dhanbari Upazila of Tangail District. Balibhadra union has a population density of 1449 people per square kilometer and a literacy rate of 67.82.",
  "Baniajan_Dhanbari": "This patch is located in Baniajan union, within Dhanbari Upazila of Tangail District. Baniajan union has a population density of 1449 people per square kilometer and a literacy rate of 67.82.",
  "Birtara_Dhanbari": "This patch is located in Birtara union, within Dhanbari Upazila of Tangail District. Birtara union has a population density of 1449 people per square kilometer and a literacy rate of 67.82.",
  "Dhanbari_Dhanbari": "This patch is located in Dhanbari union, within Dhanbari Upazila of Tangail District. Dhanbari union has a population density of 1449 people per square kilometer and a literacy rate of 67.82.",
  "Dhopakhali_Dhanbari": "This patch is located in Dhopakhali union, within Dhanbari Upazila of Tangail District. Dhopakhali union has a population density of 1449 people per square kilometer and a literacy rate of 67.82.",
  "Musuddi_Dhanbari": "This patch is located in Musuddi union, within Dhanbari Upazila of Tangail District. Musuddi union has a population density of 1449 people per square kilometer and a literacy rate of 67.82.",
  "Paiska_Dhanbari": "This patch is located in Paiska union, within Dhanbari Upazila of Tangail District. Paiska union has a population density of 1449 people per square kilometer and a literacy rate of 67.82.",
  "Anehola_Ghatail": "This patch is located in Anehola union, within Ghatail Upazila of Tangail District. Anehola union has a population density of 994 people per square kilometer and a literacy rate of 66.89.",
  "Deopara_Ghatail": "This patch is located in Deopara union, within Ghatail Upazila of Tangail District. Deopara union has a population density of 994 people per square kilometer and a literacy rate of 66.89.",
  "Deulabari_Ghatail": "This patch is located in Deulabari union, within Ghatail Upazila of Tangail District. Deulabari union has a population density of 994 people per square kilometer and a literacy rate of 66.89.",
  "Dhala Para_Ghatail": "This patch is located in Dhala Para union, within Ghatail Upazila of Tangail District. Dhala Para union has a population density of 994 people per square kilometer and a literacy rate of 66.89.",
  "Digalkandi_Ghatail": "This patch is located in Digalkandi union, within Ghatail Upazila of Tangail District. Digalkandi union has a population density of 994 people per square kilometer and a literacy rate of 66.89.",
  "Digar_Ghatail": "This patch is located in Digar union, within Ghatail Upazila of Tangail District. Digar union has a population density of 994 people per square kilometer and a literacy rate of 66.89.",
  "Ghatail_Ghatail": "This patch is located in Ghatail union, within Ghatail Upazila of Tangail District. Ghatail union has a population density of 994 people per square kilometer and a literacy rate of 66.89.",
  "Jamuria_Ghatail": "This patch is located in Jamuria union, within Ghatail Upazila of Tangail District. Jamuria union has a population density of 994 people per square kilometer and a literacy rate of 66.89.",
  "Lakher Para_Ghatail": "This patch is located in Lakher Para union, within Ghatail Upazila of Tangail District. Lakher Para union has a population density of 994 people per square kilometer and a literacy rate of 66.89.",
  "Rasulpur_Ghatail": "This patch is located in Rasulpur union, within Ghatail Upazila of Tangail District. Rasulpur union has a population density of 994 people per square kilometer and a literacy rate of 66.89.",
  "Sandhanpur_Ghatail": "This patch is located in Sandhanpur union, within Ghatail Upazila of Tangail District. Sandhanpur union has a population density of 994 people per square kilometer and a literacy rate of 66.89.",
  "Alamnagar_Gopalpur": "This patch is located in Alamnagar union, within Gopalpur Upazila of Tangail District. Alamnagar union has a population density of 1397 people per square kilometer and a literacy rate of 66.1.",
  "Dhopakandi_Gopalpur": "This patch is located in Dhopakandi union, within Gopalpur Upazila of Tangail District. Dhopakandi union has a population density of 1397 people per square kilometer and a literacy rate of 66.1.",
  "Hadira_Gopalpur": "This patch is located in Hadira union, within Gopalpur Upazila of Tangail District. Hadira union has a population density of 1397 people per square kilometer and a literacy rate of 66.1.",
  "Hemnagar_Gopalpur": "This patch is located in Hemnagar union, within Gopalpur Upazila of Tangail District. Hemnagar union has a population density of 1397 people per square kilometer and a literacy rate of 66.1.",
  "Jhawail_Gopalpur": "This patch is located in Jhawail union, within Gopalpur Upazila of Tangail District. Jhawail union has a population density of 1397 people per square kilometer and a literacy rate of 66.1.",
  "Mirzapur_Gopalpur": "This patch is located in Mirzapur union, within Gopalpur Upazila of Tangail District. Mirzapur union has a population density of 1397 people per square kilometer and a literacy rate of 66.1.",
  "Nagda Simla_Gopalpur": "This patch is located in Nagda Simla union, within Gopalpur Upazila of Tangail District. Nagda Simla union has a population density of 1397 people per square kilometer and a literacy rate of 66.1.",
  "Balla_Kalihati": "This patch is located in Balla union, within Kalihati Upazila of Tangail District. Balla union has a population density of 1492 people per square kilometer and a literacy rate of 67.93.",
  "Bangra_Kalihati": "This patch is located in Bangra union, within Kalihati Upazila of Tangail District. Bangra union has a population density of 1492 people per square kilometer and a literacy rate of 67.93.",
  "Bir Basunda_Kalihati": "This patch is located in Bir Basunda union, within Kalihati Upazila of Tangail District. Bir Basunda union has a population density of 1492 people per square kilometer and a literacy rate of 67.93.",
  "Dashkia_Kalihati": "This patch is located in Dashkia union, within Kalihati Upazila of Tangail District. Dashkia union has a population density of 1492 people per square kilometer and a literacy rate of 67.93.",
  "Durgapur_Kalihati": "This patch is located in Durgapur union, within Kalihati Upazila of Tangail District. Durgapur union has a population density of 1492 people per square kilometer and a literacy rate of 67.93.",
  "Elenga_Kalihati": "This patch is located in Elenga union, within Kalihati Upazila of Tangail District. Elenga union has a population density of 1492 people per square kilometer and a literacy rate of 67.93.",
  "Gohaliabari_Kalihati": "This patch is located in Gohaliabari union, within Kalihati Upazila of Tangail District. Gohaliabari union has a population density of 1492 people per square kilometer and a literacy rate of 67.93.",
  "Kok Dahara_Kalihati": "This patch is located in Kok Dahara union, within Kalihati Upazila of Tangail District. Kok Dahara union has a population density of 1492 people per square kilometer and a literacy rate of 67.93.",
  "Nagbari_Kalihati": "This patch is located in Nagbari union, within Kalihati Upazila of Tangail District. Nagbari union has a population density of 1492 people per square kilometer and a literacy rate of 67.93.",
  "Narandia_Kalihati": "This patch is located in Narandia union, within Kalihati Upazila of Tangail District. Narandia union has a population density of 1492 people per square kilometer and a literacy rate of 67.93.",
  "Paikara_Kalihati": "This patch is located in Paikara union, within Kalihati Upazila of Tangail District. Paikara union has a population density of 1492 people per square kilometer and a literacy rate of 67.93.",
  "Parki_Kalihati": "This patch is located in Parki union, within Kalihati Upazila of Tangail District. Parki union has a population density of 1492 people per square kilometer and a literacy rate of 67.93.",
  "Sahadebpur_Kalihati": "This patch is located in Sahadebpur union, within Kalihati Upazila of Tangail District. Sahadebpur union has a population density of 1492 people per square kilometer and a literacy rate of 67.93.",
  "Salla_Kalihati": "This patch is located in Salla union, within Kalihati Upazila of Tangail District. Salla union has a population density of 1492 people per square kilometer and a literacy rate of 67.93.",
  "Alokdia_Madhupur": "This patch is located in Alokdia union, within Madhupur Upazila of Tangail District. Alokdia union has a population density of 910 people per square kilometer and a literacy rate of 65.93.",
  "Arankhola_Madhupur": "This patch is located in Arankhola union, within Madhupur Upazila of Tangail District. Arankhola union has a population density of 910 people per square kilometer and a literacy rate of 65.93.",
  "Ausnara_Madhupur": "This patch is located in Ausnara union, within Madhupur Upazila of Tangail District. Ausnara union has a population density of 910 people per square kilometer and a literacy rate of 65.93.",
  "Golabari_Madhupur": "This patch is located in Golabari union, within Madhupur Upazila of Tangail District. Golabari union has a population density of 910 people per square kilometer and a literacy rate of 65.93.",
  "Mirzabari_Madhupur": "This patch is located in Mirzabari union, within Madhupur Upazila of Tangail District. Mirzabari union has a population density of 910 people per square kilometer and a literacy rate of 65.93.",
  "Solakuri_Madhupur": "This patch is located in Solakuri union, within Madhupur Upazila of Tangail District. Solakuri union has a population density of 910 people per square kilometer and a literacy rate of 65.93.",
  "Ajgana_Mirzapur": "This patch is located in Ajgana union, within Mirzapur Upazila of Tangail District. Ajgana union has a population density of 1269 people per square kilometer and a literacy rate of 74.98.",
  "Anaitara_Mirzapur": "This patch is located in Anaitara union, within Mirzapur Upazila of Tangail District. Anaitara union has a population density of 1269 people per square kilometer and a literacy rate of 74.98.",
  "Bahuria_Mirzapur": "This patch is located in Bahuria union, within Mirzapur Upazila of Tangail District. Bahuria union has a population density of 1269 people per square kilometer and a literacy rate of 74.98.",
  "Banail_Mirzapur": "This patch is located in Banail union, within Mirzapur Upazila of Tangail District. Banail union has a population density of 1269 people per square kilometer and a literacy rate of 74.98.",
  "Banshtail_Mirzapur": "This patch is located in Banshtail union, within Mirzapur Upazila of Tangail District. Banshtail union has a population density of 1269 people per square kilometer and a literacy rate of 74.98.",
  "Bhaora_Mirzapur": "This patch is located in Bhaora union, within Mirzapur Upazila of Tangail District. Bhaora union has a population density of 1269 people per square kilometer and a literacy rate of 74.98.",
  "Bhatgram_Mirzapur": "This patch is located in Bhatgram union, within Mirzapur Upazila of Tangail District. Bhatgram union has a population density of 1269 people per square kilometer and a literacy rate of 74.98.",
  "Fatehpur_Mirzapur": "This patch is located in Fatehpur union, within Mirzapur Upazila of Tangail District. Fatehpur union has a population density of 1269 people per square kilometer and a literacy rate of 74.98.",
  "Gorai_Mirzapur": "This patch is located in Gorai union, within Mirzapur Upazila of Tangail District. Gorai union has a population density of 1269 people per square kilometer and a literacy rate of 74.98.",
  "Jamurki_Mirzapur": "This patch is located in Jamurki union, within Mirzapur Upazila of Tangail District. Jamurki union has a population density of 1269 people per square kilometer and a literacy rate of 74.98.",
  "Latifpur_Mirzapur": "This patch is located in Latifpur union, within Mirzapur Upazila of Tangail District. Latifpur union has a population density of 1269 people per square kilometer and a literacy rate of 74.98.",
  "Mahera_Mirzapur": "This patch is located in Mahera union, within Mirzapur Upazila of Tangail District. Mahera union has a population density of 1269 people per square kilometer and a literacy rate of 74.98.",
  "Tarafpur_Mirzapur": "This patch is located in Tarafpur union, within Mirzapur Upazila of Tangail District. Tarafpur union has a population density of 1269 people per square kilometer and a literacy rate of 74.98.",
  "Uarsi_Mirzapur": "This patch is located in Uarsi union, within Mirzapur Upazila of Tangail District. Uarsi union has a population density of 1269 people per square kilometer and a literacy rate of 74.98.",
  "Bekra_Nagarpur": "This patch is located in Bekra union, within Nagarpur Upazila of Tangail District. Bekra union has a population density of 1196 people per square kilometer and a literacy rate of 66.63.",
  "Bhadra_Nagarpur": "This patch is located in Bhadra union, within Nagarpur Upazila of Tangail District. Bhadra union has a population density of 1196 people per square kilometer and a literacy rate of 66.63.",
  "Bhara_Nagarpur": "This patch is located in Bhara union, within Nagarpur Upazila of Tangail District. Bhara union has a population density of 1196 people per square kilometer and a literacy rate of 66.63.",
  "Dhubaria_Nagarpur": "This patch is located in Dhubaria union, within Nagarpur Upazila of Tangail District. Dhubaria union has a population density of 1196 people per square kilometer and a literacy rate of 66.63.",
  "Duptiair_Nagarpur": "This patch is located in Duptiair union, within Nagarpur Upazila of Tangail District. Duptiair union has a population density of 1196 people per square kilometer and a literacy rate of 66.63.",
  "Gayhata_Nagarpur": "This patch is located in Gayhata union, within Nagarpur Upazila of Tangail District. Gayhata union has a population density of 1196 people per square kilometer and a literacy rate of 66.63.",
  "Mamudnagar_Nagarpur": "This patch is located in Mamudnagar union, within Nagarpur Upazila of Tangail District. Mamudnagar union has a population density of 1196 people per square kilometer and a literacy rate of 66.63.",
  "Mokhna_Nagarpur": "This patch is located in Mokhna union, within Nagarpur Upazila of Tangail District. Mokhna union has a population density of 1196 people per square kilometer and a literacy rate of 66.63.",
  "Nagarpur_Nagarpur": "This patch is located in Nagarpur union, within Nagarpur Upazila of Tangail District. Nagarpur union has a population density of 1196 people per square kilometer and a literacy rate of 66.63.",
  "Pakutia_Nagarpur": "This patch is located in Pakutia union, within Nagarpur Upazila of Tangail District. Pakutia union has a population density of 1196 people per square kilometer and a literacy rate of 66.63.",
  "Sahabatpur_Nagarpur": "This patch is located in Sahabatpur union, within Nagarpur Upazila of Tangail District. Sahabatpur union has a population density of 1196 people per square kilometer and a literacy rate of 66.63.",
  "Salimabad_Nagarpur": "This patch is located in Salimabad union, within Nagarpur Upazila of Tangail District. Salimabad union has a population density of 1196 people per square kilometer and a literacy rate of 66.63.",
  "Baheratail_Sakhipur": "This patch is located in Baheratail union, within Sakhipur Upazila of Tangail District. Baheratail union has a population density of 749 people per square kilometer and a literacy rate of 66.87.",
  "Gazaria_Sakhipur": "This patch is located in Gazaria union, within Sakhipur Upazila of Tangail District. Gazaria union has a population density of 749 people per square kilometer and a literacy rate of 66.87.",
  "Hatibandha_Sakhipur": "This patch is located in Hatibandha union, within Sakhipur Upazila of Tangail District. Hatibandha union has a population density of 749 people per square kilometer and a literacy rate of 66.87.",
  "Jadabpur_Sakhipur": "This patch is located in Jadabpur union, within Sakhipur Upazila of Tangail District. Jadabpur union has a population density of 749 people per square kilometer and a literacy rate of 66.87.",
  "Kakrajan_Sakhipur": "This patch is located in Kakrajan union, within Sakhipur Upazila of Tangail District. Kakrajan union has a population density of 749 people per square kilometer and a literacy rate of 66.87.",
  "Kalia_Sakhipur": "This patch is located in Kalia union, within Sakhipur Upazila of Tangail District. Kalia union has a population density of 749 people per square kilometer and a literacy rate of 66.87.",
  "Baghil_Tangail Sadar": "This patch is located in Baghil union, within Tangail Sadar Upazila of Tangail District. Baghil union has a population density of 1798 people per square kilometer and a literacy rate of 74.43.",
  "Danya_Tangail Sadar": "This patch is located in Danya union, within Tangail Sadar Upazila of Tangail District. Danya union has a population density of 1798 people per square kilometer and a literacy rate of 74.43.",
  "Gala_Tangail Sadar": "This patch is located in Gala union, within Tangail Sadar Upazila of Tangail District. Gala union has a population density of 1798 people per square kilometer and a literacy rate of 74.43.",
  "Gharinda_Tangail Sadar": "This patch is located in Gharinda union, within Tangail Sadar Upazila of Tangail District. Gharinda union has a population density of 1798 people per square kilometer and a literacy rate of 74.43.",
  "Hugra_Tangail Sadar": "This patch is located in Hugra union, within Tangail Sadar Upazila of Tangail District. Hugra union has a population density of 1798 people per square kilometer and a literacy rate of 74.43.",
  "Kakua_Tangail Sadar": "This patch is located in Kakua union, within Tangail Sadar Upazila of Tangail District. Kakua union has a population density of 1798 people per square kilometer and a literacy rate of 74.43.",
  "Karatia_Tangail Sadar": "This patch is located in Karatia union, within Tangail Sadar Upazila of Tangail District. Karatia union has a population density of 1798 people per square kilometer and a literacy rate of 74.43.",
  "Katuli_Tangail Sadar": "This patch is located in Katuli union, within Tangail Sadar Upazila of Tangail District. Katuli union has a population density of 1798 people per square kilometer and a literacy rate of 74.43.",
  "Magra_Tangail Sadar": "This patch is located in Magra union, within Tangail Sadar Upazila of Tangail District. Magra union has a population density of 1798 people per square kilometer and a literacy rate of 74.43.",
  "Mahamudnagar_Tangail Sadar": "This patch is located in Mahamudnagar union, within Tangail Sadar Upazila of Tangail District. Mahamudnagar union has a population density of 1798 people per square kilometer and a literacy rate of 74.43.",
  "Porabari_Tangail Sadar": "This patch is located in Porabari union, within Tangail Sadar Upazila of Tangail District. Porabari union has a population density of 1798 people per square kilometer and a literacy rate of 74.43.",
  "Silimpur_Tangail Sadar": "This patch is located in Silimpur union, within Tangail Sadar Upazila of Tangail District. Silimpur union has a population density of 1798 people per square kilometer and a literacy rate of 74.43.",
  "Bhaluka_Bhaluka": "This patch is located in Bhaluka union, within Bhaluka Upazila of Mymensingh District. Bhaluka union has a population density of 1315 people per square kilometer and a literacy rate of 74.98.",
  "Bharadoba_Bhaluka": "This patch is located in Bharadoba union, within Bhaluka Upazila of Mymensingh District. Bharadoba union has a population density of 1315 people per square kilometer and a literacy rate of 74.98.",
  "Birunia_Bhaluka": "This patch is located in Birunia union, within Bhaluka Upazila of Mymensingh District. Birunia union has a population density of 1315 people per square kilometer and a literacy rate of 74.98.",
  "Dakatia_Bhaluka": "This patch is located in Dakatia union, within Bhaluka Upazila of Mymensingh District. Dakatia union has a population density of 1315 people per square kilometer and a literacy rate of 74.98.",
  "Dhitpur_Bhaluka": "This patch is located in Dhitpur union, within Bhaluka Upazila of Mymensingh District. Dhitpur union has a population density of 1315 people per square kilometer and a literacy rate of 74.98.",
  "Habirbari_Bhaluka": "This patch is located in Habirbari union, within Bhaluka Upazila of Mymensingh District. Habirbari union has a population density of 1315 people per square kilometer and a literacy rate of 74.98.",
  "Kachina_Bhaluka": "This patch is located in Kachina union, within Bhaluka Upazila of Mymensingh District. Kachina union has a population density of 1315 people per square kilometer and a literacy rate of 74.98.",
  "Mallikbari_Bhaluka": "This patch is located in Mallikbari union, within Bhaluka Upazila of Mymensingh District. Mallikbari union has a population density of 1315 people per square kilometer and a literacy rate of 74.98.",
  "Meduary_Bhaluka": "This patch is located in Meduary union, within Bhaluka Upazila of Mymensingh District. Meduary union has a population density of 1315 people per square kilometer and a literacy rate of 74.98.",
  "Rajai_Bhaluka": "This patch is located in Rajai union, within Bhaluka Upazila of Mymensingh District. Rajai union has a population density of 1315 people per square kilometer and a literacy rate of 74.98.",
  "Uthura_Bhaluka": "This patch is located in Uthura union, within Bhaluka Upazila of Mymensingh District. Uthura union has a population density of 1315 people per square kilometer and a literacy rate of 74.98.",
  "Baghber_Dhobaura": "This patch is located in Baghber union, within Dhobaura Upazila of Mymensingh District. Baghber union has a population density of 862 people per square kilometer and a literacy rate of 66.93.",
  "Dakshin Maij Para_Dhobaura": "This patch is located in Dakshin Maij Para union, within Dhobaura Upazila of Mymensingh District. Dakshin Maij Para union has a population density of 862 people per square kilometer and a literacy rate of 66.93.",
  "Dobaura_Dhobaura": "This patch is located in Dobaura union, within Dhobaura Upazila of Mymensingh District. Dobaura union has a population density of 862 people per square kilometer and a literacy rate of 66.93.",
  "Gamaritala_Dhobaura": "This patch is located in Gamaritala union, within Dhobaura Upazila of Mymensingh District. Gamaritala union has a population density of 862 people per square kilometer and a literacy rate of 66.93.",
  "Ghoshgaon_Dhobaura": "This patch is located in Ghoshgaon union, within Dhobaura Upazila of Mymensingh District. Ghoshgaon union has a population density of 862 people per square kilometer and a literacy rate of 66.93.",
  "Guatala_Dhobaura": "This patch is located in Guatala union, within Dhobaura Upazila of Mymensingh District. Guatala union has a population density of 862 people per square kilometer and a literacy rate of 66.93.",
  "Pora Kandulia_Dhobaura": "This patch is located in Pora Kandulia union, within Dhobaura Upazila of Mymensingh District. Pora Kandulia union has a population density of 862 people per square kilometer and a literacy rate of 66.93.",
  "Achim Patuli_Fulbaria": "This patch is located in Achim Patuli union, within Fulbaria Upazila of Mymensingh District. Achim Patuli union has a population density of 1242 people per square kilometer and a literacy rate of 68.05.",
  "Bakta_Fulbaria": "This patch is located in Bakta union, within Fulbaria Upazila of Mymensingh District. Bakta union has a population density of 1242 people per square kilometer and a literacy rate of 68.05.",
  "Balian_Fulbaria": "This patch is located in Balian union, within Fulbaria Upazila of Mymensingh District. Balian union has a population density of 1242 people per square kilometer and a literacy rate of 68.05.",
  "Bhabanipur_Fulbaria": "This patch is located in Bhabanipur union, within Fulbaria Upazila of Mymensingh District. Bhabanipur union has a population density of 1242 people per square kilometer and a literacy rate of 68.05.",
  "Deokhola_Fulbaria": "This patch is located in Deokhola union, within Fulbaria Upazila of Mymensingh District. Deokhola union has a population density of 1242 people per square kilometer and a literacy rate of 68.05.",
  "Enayetpur_Fulbaria": "This patch is located in Enayetpur union, within Fulbaria Upazila of Mymensingh District. Enayetpur union has a population density of 1242 people per square kilometer and a literacy rate of 68.05.",
  "Fulbaria_Fulbaria": "This patch is located in Fulbaria union, within Fulbaria Upazila of Mymensingh District. Fulbaria union has a population density of 1242 people per square kilometer and a literacy rate of 68.05.",
  "Kaladaha_Fulbaria": "This patch is located in Kaladaha union, within Fulbaria Upazila of Mymensingh District. Kaladaha union has a population density of 1242 people per square kilometer and a literacy rate of 68.05.",
  "Kushmail_Fulbaria": "This patch is located in Kushmail union, within Fulbaria Upazila of Mymensingh District. Kushmail union has a population density of 1242 people per square kilometer and a literacy rate of 68.05.",
  "Naogaon_Fulbaria": "This patch is located in Naogaon union, within Fulbaria Upazila of Mymensingh District. Naogaon union has a population density of 1242 people per square kilometer and a literacy rate of 68.05.",
  "Putijana_Fulbaria": "This patch is located in Putijana union, within Fulbaria Upazila of Mymensingh District. Putijana union has a population density of 1242 people per square kilometer and a literacy rate of 68.05.",
  "Radhakanai_Fulbaria": "This patch is located in Radhakanai union, within Fulbaria Upazila of Mymensingh District. Radhakanai union has a population density of 1242 people per square kilometer and a literacy rate of 68.05.",
  "Rangamatia_Fulbaria": "This patch is located in Rangamatia union, within Fulbaria Upazila of Mymensingh District. Rangamatia union has a population density of 1242 people per square kilometer and a literacy rate of 68.05.",
  "Barabaria_Gaffargaon": "This patch is located in Barabaria union, within Gaffargaon Upazila of Mymensingh District. Barabaria union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Char Algi_Gaffargaon": "This patch is located in Char Algi union, within Gaffargaon Upazila of Mymensingh District. Char Algi union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Datter Bazar_Gaffargaon": "This patch is located in Datter Bazar union, within Gaffargaon Upazila of Mymensingh District. Datter Bazar union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Gaffargaon_Gaffargaon": "This patch is located in Gaffargaon union, within Gaffargaon Upazila of Mymensingh District. Gaffargaon union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Jessora_Gaffargaon": "This patch is located in Jessora union, within Gaffargaon Upazila of Mymensingh District. Jessora union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Langair_Gaffargaon": "This patch is located in Langair union, within Gaffargaon Upazila of Mymensingh District. Langair union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Mashakhali_Gaffargaon": "This patch is located in Mashakhali union, within Gaffargaon Upazila of Mymensingh District. Mashakhali union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Nigair_Gaffargaon": "This patch is located in Nigair union, within Gaffargaon Upazila of Mymensingh District. Nigair union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Paithal_Gaffargaon": "This patch is located in Paithal union, within Gaffargaon Upazila of Mymensingh District. Paithal union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Panchbhag_Gaffargaon": "This patch is located in Panchbhag union, within Gaffargaon Upazila of Mymensingh District. Panchbhag union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Raona_Gaffargaon": "This patch is located in Raona union, within Gaffargaon Upazila of Mymensingh District. Raona union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Rasulpur_Gaffargaon": "This patch is located in Rasulpur union, within Gaffargaon Upazila of Mymensingh District. Rasulpur union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Saltia_Gaffargaon": "This patch is located in Saltia union, within Gaffargaon Upazila of Mymensingh District. Saltia union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Tengaba_Gaffargaon": "This patch is located in Tengaba union, within Gaffargaon Upazila of Mymensingh District. Tengaba union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Usthi_Gaffargaon": "This patch is located in Usthi union, within Gaffargaon Upazila of Mymensingh District. Usthi union has a population density of 1154 people per square kilometer and a literacy rate of 72.98.",
  "Achintapur_Gauripur": "This patch is located in Achintapur union, within Gauripur Upazila of Mymensingh District. Achintapur union has a population density of 1290 people per square kilometer and a literacy rate of 68.21.",
  "Bhangnamari_Gauripur": "This patch is located in Bhangnamari union, within Gauripur Upazila of Mymensingh District. Bhangnamari union has a population density of 1290 people per square kilometer and a literacy rate of 68.21.",
  "Bokainagar_Gauripur": "This patch is located in Bokainagar union, within Gauripur Upazila of Mymensingh District. Bokainagar union has a population density of 1290 people per square kilometer and a literacy rate of 68.21.",
  "Dowhakhala_Gauripur": "This patch is located in Dowhakhala union, within Gauripur Upazila of Mymensingh District. Dowhakhala union has a population density of 1290 people per square kilometer and a literacy rate of 68.21.",
  "Gauripur_Gauripur": "This patch is located in Gauripur union, within Gauripur Upazila of Mymensingh District. Gauripur union has a population density of 1290 people per square kilometer and a literacy rate of 68.21.",
  "Mailakanda_Gauripur": "This patch is located in Mailakanda union, within Gauripur Upazila of Mymensingh District. Mailakanda union has a population density of 1290 people per square kilometer and a literacy rate of 68.21.",
  "Maoha_Gauripur": "This patch is located in Maoha union, within Gauripur Upazila of Mymensingh District. Maoha union has a population density of 1290 people per square kilometer and a literacy rate of 68.21.",
  "Ramgopalpur_Gauripur": "This patch is located in Ramgopalpur union, within Gauripur Upazila of Mymensingh District. Ramgopalpur union has a population density of 1290 people per square kilometer and a literacy rate of 68.21.",
  "Sahanati_Gauripur": "This patch is located in Sahanati union, within Gauripur Upazila of Mymensingh District. Sahanati union has a population density of 1290 people per square kilometer and a literacy rate of 68.21.",
  "Sidhla_Gauripur": "This patch is located in Sidhla union, within Gauripur Upazila of Mymensingh District. Sidhla union has a population density of 1290 people per square kilometer and a literacy rate of 68.21.",
  "Amtail_Haluaghat": "This patch is located in Amtail union, within Haluaghat Upazila of Mymensingh District. Amtail union has a population density of 885 people per square kilometer and a literacy rate of 67.0.",
  "Bhubankura_Haluaghat": "This patch is located in Bhubankura union, within Haluaghat Upazila of Mymensingh District. Bhubankura union has a population density of 885 people per square kilometer and a literacy rate of 67.0.",
  "Bildora_Haluaghat": "This patch is located in Bildora union, within Haluaghat Upazila of Mymensingh District. Bildora union has a population density of 885 people per square kilometer and a literacy rate of 67.0.",
  "Dhara_Haluaghat": "This patch is located in Dhara union, within Haluaghat Upazila of Mymensingh District. Dhara union has a population density of 885 people per square kilometer and a literacy rate of 67.0.",
  "Dhurail_Haluaghat": "This patch is located in Dhurail union, within Haluaghat Upazila of Mymensingh District. Dhurail union has a population density of 885 people per square kilometer and a literacy rate of 67.0.",
  "Gazir Bhita_Haluaghat": "This patch is located in Gazir Bhita union, within Haluaghat Upazila of Mymensingh District. Gazir Bhita union has a population density of 885 people per square kilometer and a literacy rate of 67.0.",
  "Haluaghat_Haluaghat": "This patch is located in Haluaghat union, within Haluaghat Upazila of Mymensingh District. Haluaghat union has a population density of 885 people per square kilometer and a literacy rate of 67.0.",
  "Jugli_Haluaghat": "This patch is located in Jugli union, within Haluaghat Upazila of Mymensingh District. Jugli union has a population density of 885 people per square kilometer and a literacy rate of 67.0.",
  "Kaichapur_Haluaghat": "This patch is located in Kaichapur union, within Haluaghat Upazila of Mymensingh District. Kaichapur union has a population density of 885 people per square kilometer and a literacy rate of 67.0.",
  "Narail_Haluaghat": "This patch is located in Narail union, within Haluaghat Upazila of Mymensingh District. Narail union has a population density of 885 people per square kilometer and a literacy rate of 67.0.",
  "Sakuai_Haluaghat": "This patch is located in Sakuai union, within Haluaghat Upazila of Mymensingh District. Sakuai union has a population density of 885 people per square kilometer and a literacy rate of 67.0.",
  "Swadeshi_Haluaghat": "This patch is located in Swadeshi union, within Haluaghat Upazila of Mymensingh District. Swadeshi union has a population density of 885 people per square kilometer and a literacy rate of 67.0.",
  "Atharabari_Ishwarganj": "This patch is located in Atharabari union, within Ishwarganj Upazila of Mymensingh District. Atharabari union has a population density of 1442 people per square kilometer and a literacy rate of 66.82.",
  "Barahit_Ishwarganj": "This patch is located in Barahit union, within Ishwarganj Upazila of Mymensingh District. Barahit union has a population density of 1442 people per square kilometer and a literacy rate of 66.82.",
  "Ishwarganj_Ishwarganj": "This patch is located in Ishwarganj union, within Ishwarganj Upazila of Mymensingh District. Ishwarganj union has a population density of 1442 people per square kilometer and a literacy rate of 66.82.",
  "Jatia_Ishwarganj": "This patch is located in Jatia union, within Ishwarganj Upazila of Mymensingh District. Jatia union has a population density of 1442 people per square kilometer and a literacy rate of 66.82.",
  "Magtala_Ishwarganj": "This patch is located in Magtala union, within Ishwarganj Upazila of Mymensingh District. Magtala union has a population density of 1442 people per square kilometer and a literacy rate of 66.82.",
  "Maijbagh_Ishwarganj": "This patch is located in Maijbagh union, within Ishwarganj Upazila of Mymensingh District. Maijbagh union has a population density of 1442 people per square kilometer and a literacy rate of 66.82.",
  "Rajibpur_Ishwarganj": "This patch is located in Rajibpur union, within Ishwarganj Upazila of Mymensingh District. Rajibpur union has a population density of 1442 people per square kilometer and a literacy rate of 66.82.",
  "Sarisha_Ishwarganj": "This patch is located in Sarisha union, within Ishwarganj Upazila of Mymensingh District. Sarisha union has a population density of 1442 people per square kilometer and a literacy rate of 66.82.",
  "Sohagi_Ishwarganj": "This patch is located in Sohagi union, within Ishwarganj Upazila of Mymensingh District. Sohagi union has a population density of 1442 people per square kilometer and a literacy rate of 66.82.",
  "Tarundia_Ishwarganj": "This patch is located in Tarundia union, within Ishwarganj Upazila of Mymensingh District. Tarundia union has a population density of 1442 people per square kilometer and a literacy rate of 66.82.",
  "Uchakhila_Ishwarganj": "This patch is located in Uchakhila union, within Ishwarganj Upazila of Mymensingh District. Uchakhila union has a population density of 1442 people per square kilometer and a literacy rate of 66.82.",
  "Baragram_Muktagachha": "This patch is located in Baragram union, within Muktagachha Upazila of Mymensingh District. Baragram union has a population density of 1462 people per square kilometer and a literacy rate of 71.91.",
  "Basati_Muktagachha": "This patch is located in Basati union, within Muktagachha Upazila of Mymensingh District. Basati union has a population density of 1462 people per square kilometer and a literacy rate of 71.91.",
  "Daogaon_Muktagachha": "This patch is located in Daogaon union, within Muktagachha Upazila of Mymensingh District. Daogaon union has a population density of 1462 people per square kilometer and a literacy rate of 71.91.",
  "Dulla_Muktagachha": "This patch is located in Dulla union, within Muktagachha Upazila of Mymensingh District. Dulla union has a population density of 1462 people per square kilometer and a literacy rate of 71.91.",
  "Ghoga_Muktagachha": "This patch is located in Ghoga union, within Muktagachha Upazila of Mymensingh District. Ghoga union has a population density of 1462 people per square kilometer and a literacy rate of 71.91.",
  "Kashimpur_Muktagachha": "This patch is located in Kashimpur union, within Muktagachha Upazila of Mymensingh District. Kashimpur union has a population density of 1462 people per square kilometer and a literacy rate of 71.91.",
  "Kheruajani_Muktagachha": "This patch is located in Kheruajani union, within Muktagachha Upazila of Mymensingh District. Kheruajani union has a population density of 1462 people per square kilometer and a literacy rate of 71.91.",
  "Kumarghata_Muktagachha": "This patch is located in Kumarghata union, within Muktagachha Upazila of Mymensingh District. Kumarghata union has a population density of 1462 people per square kilometer and a literacy rate of 71.91.",
  "Mankon_Muktagachha": "This patch is located in Mankon union, within Muktagachha Upazila of Mymensingh District. Mankon union has a population density of 1462 people per square kilometer and a literacy rate of 71.91.",
  "Tarati_Muktagachha": "This patch is located in Tarati union, within Muktagachha Upazila of Mymensingh District. Tarati union has a population density of 1462 people per square kilometer and a literacy rate of 71.91.",
  "Ashtadhar_Mymensingh Sadar": "This patch is located in Ashtadhar union, within Mymensingh Sadar Upazila of Mymensingh District. Ashtadhar union has a population density of 1119 people per square kilometer and a literacy rate of 67.54.",
  "Bhabkhali_Mymensingh Sadar": "This patch is located in Bhabkhali union, within Mymensingh Sadar Upazila of Mymensingh District. Bhabkhali union has a population density of 1119 people per square kilometer and a literacy rate of 67.54.",
  "Borar Char_Mymensingh Sadar": "This patch is located in Borar Char union, within Mymensingh Sadar Upazila of Mymensingh District. Borar Char union has a population density of 1119 people per square kilometer and a literacy rate of 67.54.",
  "Char Ishwardia_Mymensingh Sadar": "This patch is located in Char Ishwardia union, within Mymensingh Sadar Upazila of Mymensingh District. Char Ishwardia union has a population density of 1119 people per square kilometer and a literacy rate of 67.54.",
  "Char Nilakshmia_Mymensingh Sadar": "This patch is located in Char Nilakshmia union, within Mymensingh Sadar Upazila of Mymensingh District. Char Nilakshmia union has a population density of 1119 people per square kilometer and a literacy rate of 67.54.",
  "Dapunia_Mymensingh Sadar": "This patch is located in Dapunia union, within Mymensingh Sadar Upazila of Mymensingh District. Dapunia union has a population density of 1119 people per square kilometer and a literacy rate of 67.54.",
  "Ghagra_Mymensingh Sadar": "This patch is located in Ghagra union, within Mymensingh Sadar Upazila of Mymensingh District. Ghagra union has a population density of 1119 people per square kilometer and a literacy rate of 67.54.",
  "Khagdahar_Mymensingh Sadar": "This patch is located in Khagdahar union, within Mymensingh Sadar Upazila of Mymensingh District. Khagdahar union has a population density of 1119 people per square kilometer and a literacy rate of 67.54.",
  "Kushtia_Mymensingh Sadar": "This patch is located in Kushtia union, within Mymensingh Sadar Upazila of Mymensingh District. Kushtia union has a population density of 1119 people per square kilometer and a literacy rate of 67.54.",
  "Paranganj_Mymensingh Sadar": "This patch is located in Paranganj union, within Mymensingh Sadar Upazila of Mymensingh District. Paranganj union has a population density of 1119 people per square kilometer and a literacy rate of 67.54.",
  "Sirta_Mymensingh Sadar": "This patch is located in Sirta union, within Mymensingh Sadar Upazila of Mymensingh District. Sirta union has a population density of 1119 people per square kilometer and a literacy rate of 67.54.",
  "Achargaon_Nandail": "This patch is located in Achargaon union, within Nandail Upazila of Mymensingh District. Achargaon union has a population density of 1291 people per square kilometer and a literacy rate of 66.03.",
  "Betagair_Nandail": "This patch is located in Betagair union, within Nandail Upazila of Mymensingh District. Betagair union has a population density of 1291 people per square kilometer and a literacy rate of 66.03.",
  "Chandipasha_Nandail": "This patch is located in Chandipasha union, within Nandail Upazila of Mymensingh District. Chandipasha union has a population density of 1291 people per square kilometer and a literacy rate of 66.03.",
  "Gangail_Nandail": "This patch is located in Gangail union, within Nandail Upazila of Mymensingh District. Gangail union has a population density of 1291 people per square kilometer and a literacy rate of 66.03.",
  "Jahangirpur_Nandail": "This patch is located in Jahangirpur union, within Nandail Upazila of Mymensingh District. Jahangirpur union has a population density of 1291 people per square kilometer and a literacy rate of 66.03.",
  "Kharua_Nandail": "This patch is located in Kharua union, within Nandail Upazila of Mymensingh District. Kharua union has a population density of 1291 people per square kilometer and a literacy rate of 66.03.",
  "Moazzempur_Nandail": "This patch is located in Moazzempur union, within Nandail Upazila of Mymensingh District. Moazzempur union has a population density of 1291 people per square kilometer and a literacy rate of 66.03.",
  "Musuli_Nandail": "This patch is located in Musuli union, within Nandail Upazila of Mymensingh District. Musuli union has a population density of 1291 people per square kilometer and a literacy rate of 66.03.",
  "Nandail_Nandail": "This patch is located in Nandail union, within Nandail Upazila of Mymensingh District. Nandail union has a population density of 1291 people per square kilometer and a literacy rate of 66.03.",
  "Rajgati_Nandail": "This patch is located in Rajgati union, within Nandail Upazila of Mymensingh District. Rajgati union has a population density of 1291 people per square kilometer and a literacy rate of 66.03.",
  "Sherpur_Nandail": "This patch is located in Sherpur union, within Nandail Upazila of Mymensingh District. Sherpur union has a population density of 1291 people per square kilometer and a literacy rate of 66.03.",
  "Singrail_Nandail": "This patch is located in Singrail union, within Nandail Upazila of Mymensingh District. Singrail union has a population density of 1291 people per square kilometer and a literacy rate of 66.03.",
  "Balia_Phulpur": "This patch is located in Balia union, within Phulpur Upazila of Mymensingh District. Balia union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Balikhan_Phulpur": "This patch is located in Balikhan union, within Phulpur Upazila of Mymensingh District. Balikhan union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Banihala_Phulpur": "This patch is located in Banihala union, within Phulpur Upazila of Mymensingh District. Banihala union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Baola_Phulpur": "This patch is located in Baola union, within Phulpur Upazila of Mymensingh District. Baola union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Bhaitkandi_Phulpur": "This patch is located in Bhaitkandi union, within Phulpur Upazila of Mymensingh District. Bhaitkandi union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Bishka_Phulpur": "This patch is located in Bishka union, within Phulpur Upazila of Mymensingh District. Bishka union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Dhakua_Phulpur": "This patch is located in Dhakua union, within Phulpur Upazila of Mymensingh District. Dhakua union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Galagaon_Phulpur": "This patch is located in Galagaon union, within Phulpur Upazila of Mymensingh District. Galagaon union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Kakni_Phulpur": "This patch is located in Kakni union, within Phulpur Upazila of Mymensingh District. Kakni union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Kamargaon_Phulpur": "This patch is located in Kamargaon union, within Phulpur Upazila of Mymensingh District. Kamargaon union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Kamaria_Phulpur": "This patch is located in Kamaria union, within Phulpur Upazila of Mymensingh District. Kamaria union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Payari_Phulpur": "This patch is located in Payari union, within Phulpur Upazila of Mymensingh District. Payari union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Phulpur_Phulpur": "This patch is located in Phulpur union, within Phulpur Upazila of Mymensingh District. Phulpur union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Rahimganj_Phulpur": "This patch is located in Rahimganj union, within Phulpur Upazila of Mymensingh District. Rahimganj union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Rambhadrapur_Phulpur": "This patch is located in Rambhadrapur union, within Phulpur Upazila of Mymensingh District. Rambhadrapur union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Rampur_Phulpur": "This patch is located in Rampur union, within Phulpur Upazila of Mymensingh District. Rampur union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Rupasi_Phulpur": "This patch is located in Rupasi union, within Phulpur Upazila of Mymensingh District. Rupasi union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Sandhara_Phulpur": "This patch is located in Sandhara union, within Phulpur Upazila of Mymensingh District. Sandhara union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Singheshwar_Phulpur": "This patch is located in Singheshwar union, within Phulpur Upazila of Mymensingh District. Singheshwar union has a population density of 1100 people per square kilometer and a literacy rate of 66.66.",
  "Tarakanda_Phulpur": "This patch is located in Tarakanda union, within Phulpur Upazila of Mymensingh District. Tarakanda union has a population density of 1100 people per square kilometer and a literacy rate of 67.15.",
  "Amirabari_Trishal": "This patch is located in Amirabari union, within Trishal Upazila of Mymensingh District. Amirabari union has a population density of 1449 people per square kilometer and a literacy rate of 71.44.",
  "Bailar_Trishal": "This patch is located in Bailar union, within Trishal Upazila of Mymensingh District. Bailar union has a population density of 1449 people per square kilometer and a literacy rate of 71.44.",
  "Bali Para_Trishal": "This patch is located in Bali Para union, within Trishal Upazila of Mymensingh District. Bali Para union has a population density of 1449 people per square kilometer and a literacy rate of 71.44.",
  "Dhanikhola_Trishal": "This patch is located in Dhanikhola union, within Trishal Upazila of Mymensingh District. Dhanikhola union has a population density of 1449 people per square kilometer and a literacy rate of 71.44.",
  "Harirampur_Trishal": "This patch is located in Harirampur union, within Trishal Upazila of Mymensingh District. Harirampur union has a population density of 1449 people per square kilometer and a literacy rate of 71.44.",
  "Kanihari_Trishal": "This patch is located in Kanihari union, within Trishal Upazila of Mymensingh District. Kanihari union has a population density of 1449 people per square kilometer and a literacy rate of 71.44.",
  "Kanthal_Trishal": "This patch is located in Kanthal union, within Trishal Upazila of Mymensingh District. Kanthal union has a population density of 1449 people per square kilometer and a literacy rate of 71.44.",
  "Mathbari_Trishal": "This patch is located in Mathbari union, within Trishal Upazila of Mymensingh District. Mathbari union has a population density of 1449 people per square kilometer and a literacy rate of 71.44.",
  "Mokshapur_Trishal": "This patch is located in Mokshapur union, within Trishal Upazila of Mymensingh District. Mokshapur union has a population density of 1449 people per square kilometer and a literacy rate of 71.44.",
  "Rampur_Trishal": "This patch is located in Rampur union, within Trishal Upazila of Mymensingh District. Rampur union has a population density of 1449 people per square kilometer and a literacy rate of 71.44.",
  "Sakhua_Trishal": "This patch is located in Sakhua union, within Trishal Upazila of Mymensingh District. Sakhua union has a population density of 1449 people per square kilometer and a literacy rate of 71.44.",
  "Trishal_Trishal": "This patch is located in Trishal union, within Trishal Upazila of Mymensingh District. Trishal union has a population density of 1449 people per square kilometer and a literacy rate of 71.44.",
  "Ward No-43_Adabor": "This patch is located in Dhaka North City Corporation, within Adabor Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-46_Adabor": "This patch is located in Dhaka North City Corporation, within Adabor Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-17 (Part)_Badda": "This patch is located in Dhaka North City Corporation, within Badda Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-21_Badda": "This patch is located in Dhaka North City Corporation, within Badda Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-01_Biman Bandar": "This patch is located in Dhaka North City Corporation, within Biman Bandar Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-98 (rest. Area)_Biman Bandar": "This patch is located in Dhaka North City Corporation, within Biman Bandar Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-15 (part)_Cantonment": "This patch is located in Dhaka North City Corporation, within Cantonment Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-98 (Rest. Area)_Cantonment": "This patch is located in Dhaka North City Corporation, within Cantonment Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-09_Darus Salam": "This patch is located in Dhaka North City Corporation, within Darus Salam Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-10_Darus Salam": "This patch is located in Dhaka North City Corporation, within Darus Salam Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-18_Gulshan": "This patch is located in Dhaka North City Corporation, within Gulshan Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-19_Gulshan": "This patch is located in Dhaka North City Corporation, within Gulshan Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-20 (Part)_Gulshan": "This patch is located in Dhaka North City Corporation, within Gulshan Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-04_Kafrul": "This patch is located in Dhaka North City Corporation, within Kafrul Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-14 (part)_Kafrul": "This patch is located in Dhaka North City Corporation, within Kafrul Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-15 (part)_Kafrul": "This patch is located in Dhaka North City Corporation, within Kafrul Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-16_Kafrul": "This patch is located in Dhaka North City Corporation, within Kafrul Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-17 (Part)_Khilkhet": "This patch is located in Dhaka North City Corporation, within Khilkhet Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-07 (Part)_Mirpur": "This patch is located in Dhaka North City Corporation, within Mirpur Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-11_Mirpur": "This patch is located in Dhaka North City Corporation, within Mirpur Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-12_Mirpur": "This patch is located in Dhaka North City Corporation, within Mirpur Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-13_Mirpur": "This patch is located in Dhaka North City Corporation, within Mirpur Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-14 (part)_Mirpur": "This patch is located in Dhaka North City Corporation, within Mirpur Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-42_Mohammadpur": "This patch is located in Dhaka North City Corporation, within Mohammadpur Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-44_Mohammadpur": "This patch is located in Dhaka North City Corporation, within Mohammadpur Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-45_Mohammadpur": "This patch is located in Dhaka North City Corporation, within Mohammadpur Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-46_Mohammadpur": "This patch is located in Dhaka North City Corporation, within Mohammadpur Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-47 (part)_Mohammadpur": "This patch is located in Dhaka North City Corporation, within Mohammadpur Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-51 (part)_Mohammadpur": "This patch is located in Dhaka North City Corporation, within Mohammadpur Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-02_Pallabi": "This patch is located in Dhaka North City Corporation, within Pallabi Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-03_Pallabi": "This patch is located in Dhaka North City Corporation, within Pallabi Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-05_Pallabi": "This patch is located in Dhaka North City Corporation, within Pallabi Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-06_Pallabi": "This patch is located in Dhaka North City Corporation, within Pallabi Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-15 (part)_Pallabi": "This patch is located in Dhaka North City Corporation, within Pallabi Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-22_Rampura": "This patch is located in Dhaka North City Corporation, within Rampura Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-23_Rampura": "This patch is located in Dhaka North City Corporation, within Rampura Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-08_Shah Ali": "This patch is located in Dhaka North City Corporation, within Shah Ali Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-38 (Part)_Tejgaon": "This patch is located in Dhaka North City Corporation, within Tejgaon Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-39_Tejgaon": "This patch is located in Dhaka North City Corporation, within Tejgaon Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-40 (Part)_Tejgaon": "This patch is located in Dhaka North City Corporation, within Tejgaon Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-20 (Part)_Tejgaon Ind. Area": "This patch is located in Dhaka North City Corporation, within Tejgaon Ind. Area Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-37_Tejgaon Ind. Area": "This patch is located in Dhaka North City Corporation, within Tejgaon Ind. Area Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-38 (Part)_Tejgaon Ind. Area": "This patch is located in Dhaka North City Corporation, within Tejgaon Ind. Area Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-01_Uttara": "This patch is located in Dhaka North City Corporation, within Uttara Upazila of Dhaka District. Dhaka North City Corporation has a population density of 30531 people per square kilometer and a literacy rate of 86.71.",
  "Ward No-63 (Part)_Bangshal": "This patch is located in Dhaka South City Corporation, within Bangshal Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-66 (Part)_Bangshal": "This patch is located in Dhaka South City Corporation, within Bangshal Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-67 (part)_Bangshal": "This patch is located in Dhaka South City Corporation, within Bangshal Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-68 (part)_Bangshal": "This patch is located in Dhaka South City Corporation, within Bangshal Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-69_Bangshal": "This patch is located in Dhaka South City Corporation, within Bangshal Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-70_Bangshal": "This patch is located in Dhaka South City Corporation, within Bangshal Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-71 (Part)_Bangshal": "This patch is located in Dhaka South City Corporation, within Bangshal Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-63 (Part)_Chak Bazar": "This patch is located in Dhaka South City Corporation, within Chak Bazar Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-64_Chak Bazar": "This patch is located in Dhaka South City Corporation, within Chak Bazar Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-65_Chak Bazar": "This patch is located in Dhaka South City Corporation, within Chak Bazar Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-66 (Part)_Chak Bazar": "This patch is located in Dhaka South City Corporation, within Chak Bazar Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-67 (Part)_Chak Bazar": "This patch is located in Dhaka South City Corporation, within Chak Bazar Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-47 (Part)_Dhanmondi": "This patch is located in Dhaka South City Corporation, within Dhanmondi Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-48 (Part)_Dhanmondi": "This patch is located in Dhaka South City Corporation, within Dhanmondi Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-49_Dhanmondi": "This patch is located in Dhaka South City Corporation, within Dhanmondi Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-76 (Part)_Gendaria": "This patch is located in Dhaka South City Corporation, within Gendaria Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-80 (Part)_Gendaria": "This patch is located in Dhaka South City Corporation, within Gendaria Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-81_Gendaria": "This patch is located in Dhaka South City Corporation, within Gendaria Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-82_Gendaria": "This patch is located in Dhaka South City Corporation, within Gendaria Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-46 (Part)_Hazaribagh": "This patch is located in Dhaka South City Corporation, within Hazaribagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-48 (Part)_Hazaribagh": "This patch is located in Dhaka South City Corporation, within Hazaribagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-58_Hazaribagh": "This patch is located in Dhaka South City Corporation, within Hazaribagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Dhania (part)_Jatrabari": "This patch is located in Dhaka South City Corporation, within Jatrabari Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Matuail (part)_Jatrabari": "This patch is located in Dhaka South City Corporation, within Jatrabari Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-76 (Part)_Jatrabari": "This patch is located in Dhaka South City Corporation, within Jatrabari Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-84_Jatrabari": "This patch is located in Dhaka South City Corporation, within Jatrabari Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-85_Jatrabari": "This patch is located in Dhaka South City Corporation, within Jatrabari Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-86_Jatrabari": "This patch is located in Dhaka South City Corporation, within Jatrabari Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-88_Kadamtali": "This patch is located in Dhaka South City Corporation, within Kadamtali Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-89_Kadamtali": "This patch is located in Dhaka South City Corporation, within Kadamtali Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-50_Kalabagan": "This patch is located in Dhaka South City Corporation, within Kalabagan Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-51 (Part)_Kalabagan": "This patch is located in Dhaka South City Corporation, within Kalabagan Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-24_Khilgaon": "This patch is located in Dhaka South City Corporation, within Khilgaon Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-25_Khilgaon": "This patch is located in Dhaka South City Corporation, within Khilgaon Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-26_Khilgaon": "This patch is located in Dhaka South City Corporation, within Khilgaon Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-68 (Part)_Kotwali": "This patch is located in Dhaka South City Corporation, within Kotwali Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-71 (Part)_Kotwali": "This patch is located in Dhaka South City Corporation, within Kotwali Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-72_Kotwali": "This patch is located in Dhaka South City Corporation, within Kotwali Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-73_Kotwali": "This patch is located in Dhaka South City Corporation, within Kotwali Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-56 (Part)_Lalbagh": "This patch is located in Dhaka South City Corporation, within Lalbagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-59_Lalbagh": "This patch is located in Dhaka South City Corporation, within Lalbagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-60_Lalbagh": "This patch is located in Dhaka South City Corporation, within Lalbagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-61_Lalbagh": "This patch is located in Dhaka South City Corporation, within Lalbagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-62_Lalbagh": "This patch is located in Dhaka South City Corporation, within Lalbagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-91_Lalbagh": "This patch is located in Dhaka South City Corporation, within Lalbagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-92_Lalbagh": "This patch is located in Dhaka South City Corporation, within Lalbagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-31_Motijheel": "This patch is located in Dhaka South City Corporation, within Motijheel Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-32_Motijheel": "This patch is located in Dhaka South City Corporation, within Motijheel Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-33_Motijheel": "This patch is located in Dhaka South City Corporation, within Motijheel Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-34_Motijheel": "This patch is located in Dhaka South City Corporation, within Motijheel Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-35_Motijheel": "This patch is located in Dhaka South City Corporation, within Motijheel Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-52_New Market": "This patch is located in Dhaka South City Corporation, within New Market Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-36_Paltan": "This patch is located in Dhaka South City Corporation, within Paltan Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-53_Ramna": "This patch is located in Dhaka South City Corporation, within Ramna Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-54_Ramna": "This patch is located in Dhaka South City Corporation, within Ramna Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-55_Ramna": "This patch is located in Dhaka South City Corporation, within Ramna Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-27_Sabujbagh": "This patch is located in Dhaka South City Corporation, within Sabujbagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-28_Sabujbagh": "This patch is located in Dhaka South City Corporation, within Sabujbagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-29_Sabujbagh": "This patch is located in Dhaka South City Corporation, within Sabujbagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-30_Sabujbagh": "This patch is located in Dhaka South City Corporation, within Sabujbagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-56 (part)_Shahbagh": "This patch is located in Dhaka South City Corporation, within Shahbagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-57_Shahbagh": "This patch is located in Dhaka South City Corporation, within Shahbagh Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-40 (Part)_Sher-e-bangla Nagar": "This patch is located in Dhaka South City Corporation, within Sher-e-bangla Nagar Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-41_Sher-e-bangla Nagar": "This patch is located in Dhaka South City Corporation, within Sher-e-bangla Nagar Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-83_Shyampur": "This patch is located in Dhaka South City Corporation, within Shyampur Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-87_Shyampur": "This patch is located in Dhaka South City Corporation, within Shyampur Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-90_Shyampur": "This patch is located in Dhaka South City Corporation, within Shyampur Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-74_Sutrapur": "This patch is located in Dhaka South City Corporation, within Sutrapur Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-75_Sutrapur": "This patch is located in Dhaka South City Corporation, within Sutrapur Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-77_Sutrapur": "This patch is located in Dhaka South City Corporation, within Sutrapur Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-78_Sutrapur": "This patch is located in Dhaka South City Corporation, within Sutrapur Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-79_Sutrapur": "This patch is located in Dhaka South City Corporation, within Sutrapur Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Ward No-80 (Part)_Sutrapur": "This patch is located in Dhaka South City Corporation, within Sutrapur Upazila of Dhaka District. Dhaka South City Corporation has a population density of 39406 people per square kilometer and a literacy rate of 85.56.",
  "Dhamrai Paurashava_Dhamrai": "This patch is located in Dhamrai Paurashava, within Dhamrai Upazila of Dhaka District. Dhamrai Paurashava has a population density of 11607 people per square kilometer and a literacy rate of 85.44.",
  "Dohar Paurashava_Dohar": "This patch is located in Dohar Paurashava, within Dohar Upazila of Dhaka District. Dohar Paurashava has a population density of 3378 people per square kilometer and a literacy rate of 89.83.",
  "Savar Paurashava_Savar": "This patch is located in Savar Paurashava, within Savar Upazila of Dhaka District. Savar Paurashava has a population density of 27279 people per square kilometer and a literacy rate of 86.0.",
  "Basan_Gazipur Sadar": "This patch is located in Gazipur City Corporation, within Gazipur Sadar Upazila of Gazipur District. Gazipur City Corporation has a population density of 8126 people per square kilometer and a literacy rate of 83.57.",
  "Gachha_Gazipur Sadar": "This patch is located in Gazipur City Corporation, within Gazipur Sadar Upazila of Gazipur District. Gazipur City Corporation has a population density of 8126 people per square kilometer and a literacy rate of 83.57.",
  "Gazipur Paurashava_Gazipur Sadar": "This patch is located in Gazipur City Corporation, within Gazipur Sadar Upazila of Gazipur District. Gazipur City Corporation has a population density of 8126 people per square kilometer and a literacy rate of 83.57.",
  "Kashimpur_Gazipur Sadar": "This patch is located in Gazipur City Corporation, within Gazipur Sadar Upazila of Gazipur District. Gazipur City Corporation has a population density of 8126 people per square kilometer and a literacy rate of 83.57.",
  "Konabari_Gazipur Sadar": "This patch is located in Gazipur City Corporation, within Gazipur Sadar Upazila of Gazipur District. Gazipur City Corporation has a population density of 8126 people per square kilometer and a literacy rate of 83.57.",
  "Pubail_Gazipur Sadar": "This patch is located in Gazipur City Corporation, within Gazipur Sadar Upazila of Gazipur District. Gazipur City Corporation has a population density of 8126 people per square kilometer and a literacy rate of 83.57.",
  "Tongi Paurashava_Gazipur Sadar": "This patch is located in Gazipur City Corporation, within Gazipur Sadar Upazila of Gazipur District. Gazipur City Corporation has a population density of 8126 people per square kilometer and a literacy rate of 83.57.",
  "Kayaltia_Gazipur Sadar": "This patch is located in Gazipur City Corporation, within Gazipur Sadar Upazila of Gazipur District. Gazipur City Corporation has a population density of 8126 people per square kilometer and a literacy rate of 80.68.",
  "Kaliakair Paurashava_Kaliakair": "This patch is located in Kaliakair Paurashava, within Kaliakair Upazila of Gazipur District. Kaliakair Paurashava has a population density of 8890 people per square kilometer and a literacy rate of 85.5.",
  "Kaliganj_Kaliganj": "This patch is located in Kaliganj Pourashava, within Kaliganj Upazila of Gazipur District. Kaliganj Pourashava has a population density of 3985 people per square kilometer and a literacy rate of 80.49.",
  "Sreepur Paurashava_Sreepur": "This patch is located in Sreepur Paurashava, within Sreepur Upazila of Gazipur District. Sreepur Paurashava has a population density of 5513 people per square kilometer and a literacy rate of 82.18.",
  "Kalkini Paurashava_Kalkini": "This patch is located in Kalkini Paurashava, within Kalkini Upazila of Madaripur District. Kalkini Paurashava has a population density of 1809 people per square kilometer and a literacy rate of 78.2.",
  "Madaripur Paurashava_Madaripur Sadar": "This patch is located in Madaripur Paurashava, within Madaripur Sadar Upazila of Madaripur District. Madaripur Paurashava has a population density of 6316 people per square kilometer and a literacy rate of 87.4.",
  "Rajoir_Rajoir": "This patch is located in Rajoir Paurashava, within Rajoir Upazila of Madaripur District. Rajoir Paurashava has a population density of 4046 people per square kilometer and a literacy rate of 77.91.",
  "Shib Char Paurashava_Shib Char": "This patch is located in Shib Char Paurashava, within Shib Char Upazila of Madaripur District. Shib Char Paurashava has a population density of 3678 people per square kilometer and a literacy rate of 83.63.",
  "Manikganj Paurashava_Manikganj Sadar": "This patch is located in Manikganj Paurashava, within Manikganj Sadar Upazila of Manikganj District. Manikganj Paurashava has a population density of 2305 people per square kilometer and a literacy rate of 87.27.",
  "Singair Paurashava_Singair": "This patch is located in Singair Paurashava, within Singair Upazila of Manikganj District. Singair Paurashava has a population density of 3831 people per square kilometer and a literacy rate of 75.91.",
  "Mirkadim Paurashava_Munshiganj Sadar": "This patch is located in Mirkadim Paurashava, within Munshiganj Sadar Upazila of Munshiganj District. Mirkadim Paurashava has a population density of 4752 people per square kilometer and a literacy rate of 82.4.",
  "Munshiganj Paurashava_Munshiganj Sadar": "This patch is located in Munshiganj Paurashava, within Munshiganj Sadar Upazila of Munshiganj District. Munshiganj Paurashava has a population density of 8582 people per square kilometer and a literacy rate of 81.82.",
  "Bhaluka Paurashava_Bhaluka": "This patch is located in Bhaluka Paurashava, within Bhaluka Upazila of Mymensingh District. Bhaluka Paurashava has a population density of 4844 people per square kilometer and a literacy rate of 84.52.",
  "Fulbaria Paurashava_Fulbaria": "This patch is located in Fulbaria Paurashava, within Fulbaria Upazila of Mymensingh District. Fulbaria Paurashava has a population density of 2557 people per square kilometer and a literacy rate of 76.96.",
  "Gaffargaon Paurashava_Gaffargaon": "This patch is located in Gaffargaon Paurashava, within Gaffargaon Upazila of Mymensingh District. Gaffargaon Paurashava has a population density of 7321 people per square kilometer and a literacy rate of 85.27.",
  "Gauripur Paurashava_Gauripur": "This patch is located in Gauripur Paurashava, within Gauripur Upazila of Mymensingh District. Gauripur Paurashava has a population density of 4047 people per square kilometer and a literacy rate of 81.08.",
  "Ishwarganj Paurashava_Ishwarganj": "This patch is located in Ishwarganj Paurashava, within Ishwarganj Upazila of Mymensingh District. Ishwarganj Paurashava has a population density of 140 people per square kilometer and a literacy rate of 77.5.",
  "Muktagachha Paurashava_Muktagachha": "This patch is located in Muktagachha Paurashava, within Muktagachha Upazila of Mymensingh District. Muktagachha Paurashava has a population density of 5122 people per square kilometer and a literacy rate of 86.05.",
  "Akua_Mymensingh Sadar": "This patch is located in Mymensingh City Corporation, within Mymensingh Sadar Upazila of Mymensingh District. Mymensingh City Corporation has a population density of 6318 people per square kilometer and a literacy rate of 84.41.",
  "Mymensingh Paurashava_Mymensingh Sadar": "This patch is located in Mymensingh City Corporation, within Mymensingh Sadar Upazila of Mymensingh District. Mymensingh City Corporation has a population density of 6318 people per square kilometer and a literacy rate of 84.41.",
  "Baira (kewatkhali)_Mymensingh Sadar": "This patch is located in Mymensingh City Corporation, within Mymensingh Sadar Upazila of Mymensingh District. Mymensingh City Corporation has a population density of 6318 people per square kilometer and a literacy rate of 67.54.",
  "Nandail Paurashava_Nandail": "This patch is located in Nandail Paurashava, within Nandail Upazila of Mymensingh District. Nandail Paurashava has a population density of 1576 people per square kilometer and a literacy rate of 76.23.",
  "Phulpur Paurashava_Phulpur": "This patch is located in Phulpur Paurashava, within Phulpur Upazila of Mymensingh District. Phulpur Paurashava has a population density of 3573 people per square kilometer and a literacy rate of 77.86.",
  "Trishal Paurashava_Trishal": "This patch is located in Trishal Paurashava, within Trishal Upazila of Mymensingh District. Trishal Paurashava has a population density of 2827 people per square kilometer and a literacy rate of 80.95.",
  "Araihazar_Araihazar": "This patch is located in Araihazar Paurashava, within Araihazar Upazila of Narayanganj District. Araihazar Paurashava has a population density of 4308 people per square kilometer and a literacy rate of 76.82.",
  "Kanchan Paurashava_Rupganj": "This patch is located in Kanchan Paurashava, within Rupganj Upazila of Narayanganj District. Kanchan Paurashava has a population density of 2513 people per square kilometer and a literacy rate of 78.95.",
  "Kadam Rasul Paurashava_Bandar": "This patch is located in Narayanganj City Corporation, within Bandar Upazila of Narayanganj District. Narayanganj City Corporation has a population density of 13364 people per square kilometer and a literacy rate of 83.66.",
  "Narayanganj Paurashava_Narayanganj Sadar": "This patch is located in Narayanganj City Corporation, within Narayanganj Sadar Upazila of Narayanganj District. Narayanganj City Corporation has a population density of 13364 people per square kilometer and a literacy rate of 83.66.",
  "Siddirganj Paurashava_Narayanganj Sadar": "This patch is located in Narayanganj City Corporation, within Narayanganj Sadar Upazila of Narayanganj District. Narayanganj City Corporation has a population density of 13364 people per square kilometer and a literacy rate of 83.66.",
  "Sonargaon Paurashava_Sonargaon": "This patch is located in Sonargaon Paurashava, within Sonargaon Upazila of Narayanganj District. Sonargaon Paurashava has a population density of 5068 people per square kilometer and a literacy rate of 85.45.",
  "Tarabo Paurashava_Rupganj": "This patch is located in Tarabo Paurashava, within Rupganj Upazila of Narayanganj District. Tarabo Paurashava has a population density of 8034 people per square kilometer and a literacy rate of 77.54.",
  "Bhedarganj Paurashava_Bhedarganj": "This patch is located in Bhedarganj Paurashava, within Bhedarganj Upazila of Shariatpur District. Bhedarganj Paurashava has a population density of 2575 people per square kilometer and a literacy rate of 83.01.",
  "Damudya Paurashava_Damudya": "This patch is located in Damudya Paurashava, within Damudya Upazila of Shariatpur District. Damudya Paurashava has a population density of 2297 people per square kilometer and a literacy rate of 83.36.",
  "Gosairhat_Gosairhat": "This patch is located in Gosairhat Paurashava, within Gosairhat Upazila of Shariatpur District. Gosairhat Paurashava has a population density of 2250 people per square kilometer and a literacy rate of 80.58.",
  "Naria Paurashava_Naria": "This patch is located in Naria Paurashava, within Naria Upazila of Shariatpur District. Naria Paurashava has a population density of 2628 people per square kilometer and a literacy rate of 82.61.",
  "Shariatpur Paurashava_Shariatpur Sadar": "This patch is located in Shariatpur Paurashava, within Shariatpur Sadar Upazila of Shariatpur District. Shariatpur Paurashava has a population density of 2851 people per square kilometer and a literacy rate of 82.38.",
  "Zanjira Paurashava_Zanjira": "This patch is located in Zanjira Paurashava, within Zanjira Upazila of Shariatpur District. Zanjira Paurashava has a population density of 2009 people per square kilometer and a literacy rate of 74.86.",
  "Basail_Basail": "This patch is located in Basail Paurashava, within Basail Upazila of Tangail District. Basail Paurashava has a population density of 1456 people per square kilometer and a literacy rate of 76.11.",
  "Bhuapur Paurashava_Bhuapur": "This patch is located in Bhuapur Paurashava, within Bhuapur Upazila of Tangail District. Bhuapur Paurashava has a population density of 3376 people per square kilometer and a literacy rate of 82.34.",
  "Dhanbari Paurashava_Dhanbari": "This patch is located in Dhanbari Paurashava, within Dhanbari Upazila of Tangail District. Dhanbari Paurashava has a population density of 1715 people per square kilometer and a literacy rate of 76.12.",
  "Ghatail Paurashava_Ghatail": "This patch is located in Ghatail Paurashava, within Ghatail Upazila of Tangail District. Ghatail Paurashava has a population density of 4157 people per square kilometer and a literacy rate of 83.48.",
  "Gopalpur Paurashava_Gopalpur": "This patch is located in Gopalpur Paurashava, within Gopalpur Upazila of Tangail District. Gopalpur Paurashava has a population density of 2388 people per square kilometer and a literacy rate of 69.81.",
  "Kalihati Paurashava_Kalihati": "This patch is located in Kalihati Paurashava, within Kalihati Upazila of Tangail District. Kalihati Paurashava has a population density of 2693 people per square kilometer and a literacy rate of 73.26.",
  "Madhupur Paurashava_Madhupur": "This patch is located in Madhupur Paurashava, within Madhupur Upazila of Tangail District. Madhupur Paurashava has a population density of 2487 people per square kilometer and a literacy rate of 73.87.",
  "Mirzapur Paurashava_Mirzapur": "This patch is located in Mirzapur Paurashava, within Mirzapur Upazila of Tangail District. Mirzapur Paurashava has a population density of 3884 people per square kilometer and a literacy rate of 84.32.",
  "Sakhipur Paurashava_Sakhipur": "This patch is located in Sakhipur Paurashava, within Sakhipur Upazila of Tangail District. Sakhipur Paurashava has a population density of 3784 people per square kilometer and a literacy rate of 80.36.",
  "Tangail Paurashava_Tangail Sadar": "This patch is located in Tangail Paurashava, within Tangail Sadar Upazila of Tangail District. Tangail Paurashava has a population density of 7329 people per square kilometer and a literacy rate of 86.24."
}